Repository: goldstarkyg/taxi_sample
Catalog: mobile/*.lproj/Localizable.strings
Languages: ta

# EMAIL VALIDATE
source: Enter valid email address
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்

# PASS VALIDATE
source: Enter valid password
ta: சரியான கடவுச்சொல்லை உள்ளிடவும்

# MOB VALIDATE
source: Enter valid mobile number
ta: சரியான கைபேசி எண்ணை தரவும்

# MANDATORY
source: All fields are mandatory
ta: எல்லா விபரங்களையும் அவசியம் பூர்த்தி செய்யவேண்டும்

# SIGN IN
source: LogIn
ta: உள் நுழை

# APP TITLE
source: Message
ta: செய்தி

# APP NAME
source: Tqube taxi Driver
ta: டாக்ஸி டாக்ஸி டிரைவர்

source: YOUR CURRENT LOCATION
ta: உங்கள் தற்போதைய இடம்

# Language Settings
source: Change Language
ta: மொழியை மாற்று

source: Statistics
ta: புள்ளியியல்

source: Profile
ta: பதிவு செய்தது

source: Total Completed Jobs
ta: முடித்தவர்களின் வேலைகள்

source: Cancelled
ta: ரத்து

source: Rejected
ta: நிராகரிக்கப்பட்டது

source: Time Driven
ta: நேரம் டிரைவன்

source: Today Earning
ta: இன்று சம்பாதிக்கும்

source: Total Earning
ta: மொத்த வருமானமானது

source: Total Trip
ta: மொத்த பயணம்

source: My Location
ta: எனது இருப்பிடம்

source: Current Location
ta: தற்போதைய இடம்

source: Taxi Details
ta: டாக்ஸி விபரங்கள்

source: Logout
ta: வெளியேறு

source: First Name
ta: முதல் பெயர்

source: Last Name
ta: கடைசி பெயர்

source: Email
ta: மின்னஞ்சல்

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிப்படுத்துக

source: Bank
ta: வங்கி

source: Bank A/C no
ta: வங்கி ஏ / சி எந்த

source: Mobile Number
ta: மொபைல் எண்

source: Password
ta: கடவுச்சொல்

source: ERROR
ta: பிழை

source: Take Photo
ta: புகைப்படம் எடுத்து

source: Choose from Library
ta: நூலகம் இருந்து தேர்வு

source: This device doesn't have a camera.
ta: இந்த சாதனம் ஒரு கேமரா இல்லை.

source: This device doesn't support photo libraries.
ta: இந்த சாதனம் புகைப்படம் நூலகங்கள் ஆதரிக்கவில்லை.

source: Cancel
ta: ரத்து

# PASSWORD VALIDATE
source: Password must be 5 to 32 characters
ta: கடவுச்சொல் 5 32 எழுத்துகள் இருக்க வேண்டும்

# PASSWORD NOT MATCH
source: Password does not match
ta: கடவுச்சொல் பொருந்தவில்லை

# VALID FIRST NAME
source: Valid First Name required
ta: செல்லுபடியாகும் முதல் பெயர் தேவை

# VALID LAST NAME
source: Valid Last Name required
ta: செல்லுபடியாகும் இறுதி பெயர் தேவை

source: Show
ta: காட்டு

source: Hide
ta: மறை

source: Are you sure you want to logout?
ta: நிச்சயமாக, வெளியேறி வேண்டுமா?

source: Yes
ta: ஆம்

source: No Data Found
ta: வேறு தகவல்கள் இல்லை

source: Trip History
ta: பயணம் வரலாறு

source: Pending Bookings
ta: முன்னேற்பாடு நிலுவையில்

source: Past Bookings
ta: கடந்த முன்னேற்பாடு

source: Passenger Name
ta: பயணிகள் பெயர்

source: Pick up Location
ta: ஏறும் இடம்

source: Drop Location
ta: டிராப் இடம்

source: Driver Location
ta: டிரைவர் இடம்

source: Distance
ta: தூரம்

source: Pickup Date
ta: எடு நேரம்

source: Drop Time
ta: டிராப் நேரம்

source: Amount
ta: தொகை

source: Trip Id
ta: பயணம் அடையாளம்

source: Used Wallet
ta: பயன்படுத்திய கைப்பை

source: Payment
ta: கொடுப்பனவு

source: Trip Request
ta: பயணம் வேண்டுகோள்

source: Name
ta: பெயர்

source: Landmark
ta: மைல்கல்

source: I've Arrived
ta: நான் வந்து விட்டேன்

source: Start Trip
ta: பயணம் தொடங்குவதற்கு

source: End Trip
ta: முடிவு பயணம்

source: Seconds Left To Accept
ta: விநாடிகள் ஏற்குமாறு இடது

source: Min
ta: நிமிடம்

source: Sec
ta: நொடி

source: Pickup Passenger
ta: எடு பயணிகள்

source: Trip in Progress
ta: முன்னேற்றம் பயணம்

source: Waiting For Passenger
ta: பயணிகள் காத்திருக்கிறது

source: UnRegistered Card
ta: பதிவுசெய்யப்படாத அட்டை

source: Card No
ta: அட்டை எண்

source: 3 Digit
ta: 3 இலக்க

source: Done
ta: முடிந்தது

source: Enter valid credit card number
ta: சரியான கடன் அட்டை எண்ணை சேர்க்கவும்

source: Enter valid expiry date
ta: சரியான காலாவதியாகும் தேதி உள்ளிடவும்

source: Enter valid CVV number
ta: செல்லுபடியாகும் CVV எண் உள்ளிடவும்

source: E-Receipt
ta: மின் ரசீது

source: Payment Completed
ta: பணம் நிறைவு

source: Trip Id : %@
ta: பயணம் ஐடி:% @

source: Back To Home
ta: மீண்டும் வீட்டிற்கு

source: Fare Calculator
ta: ஃபேர் கால்குலேட்டர்

source: Total Distance
ta: மொத்த தூரம்

source: Trip Fare
ta: போய்வர

source: Waiting Time Cost
ta: காத்திருக்கும் நேரம் செலவு

source: Total
ta: மொத்த

source: Tax %@%@
ta: வரி% @% @

source: Wallet Amount Used
ta: கைப்பை தொகை பயன்படுத்திய

source: Amount to Pay
ta: செலுத்த தொகை

source: Payment By
ta: மூலம் பணம்

source: Discount
ta: தள்ளுபடி

source: Cash
ta: பணம்

source: Wallet
ta: கைப்பை

source: Credit Card
ta: கடன் அட்டை

source: New Card
ta: புதிய அட்டை

source: CALL PASSENGER
ta: அழைப்பு பயணிகள்

source: Waiting Time
ta: காத்திருக்கும் நேரம்

source: Are you sure you want to complete this trip?
ta: நீங்கள் இந்த பயணம் முடிக்க வேண்டும் நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Trip Cancel
ta: பயணம் ரத்து

source: Are you sure you want to cancel this trip?
ta: நீங்கள் இந்த பயணத்தை ரத்து செய்ய வேண்டும் நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Enter your mobile number
ta: உங்களுடைய கைபேசி எண்ணை உள்ளிடவும்

source: Forgot Password
ta: கடவுச்சொல் மறந்து விட்டீர்களா

source: Speed
ta: வேகம்

source: Total %@
ta: மொத்த% @

# TURN ON
source: Please go to Settings and turn on Location Service for this app.
ta: அமைப்புகள் சென்று இந்தப் பயன்பாட்டிற்கான இருப்பிடச் சேவை இயக்குங்கள்.

source: Enable Gps
ta: ஜிபிஎஸ் இயக்கு

source: Request From Passenger
ta: பயணிகள் இருந்து கோரிக்கை

source: Track My Trip
ta: என் பயணம் கண்காணிக்க

source: My Jobs
ta: என் வேலை வாய்ப்புகள்

source: Select Language
ta: மொழி தேர்வு

source: Taxi Model
ta: டாக்ஸி மாதிரி

source: Taxi number
ta: டாக்ஸி எண்

source: Taxi from date
ta: தேதியிலிருந்து டாக்ஸி

source: Taxi to date
ta: தேதி டாக்ஸி

source: No changes has been made
ta: எந்த மாற்றமும் செய்யப்படவில்லை வருகிறது

source: Pickup Time
ta: எடு நேரம்

source: Accept
ta: ஏற்கவும்

source: Decline
ta: சரிவு

source: Expiry
ta: காலாவதியாகும்

source: OK
ta: சரி

source: Enter CVV number
ta: CVV எண் உள்ளிடவும்

source: Trip Details
ta: பயணம் விபரங்கள்

source: Trip Duration
ta: பயண நேரம்

source: Passenger Details
ta: பயணிகள் விவரங்கள்

source: Logout
ta: வெளியேறு

source: Save
ta: சேமி

source: Invite Friends
ta: நண்பர்களை அழைக்க

# Sign In
source: LogIn
ta: உள் நுழை

source: When a driver join with your code
ta: ஒரு இயக்கி உங்கள் குறியீடு சேர போது

source: you Earn
ta: நீங்கள் சம்பாதிக்க

source: Drop Location is not specified
ta: டிராப் இடம் குறிப்பிடப்படவில்லை

source: Please wait till the location update gets completed
ta: இடம் மேம்படுத்தல் முழுமை பெறுகிறதோ வரை காத்திருக்கவும்

source: Wallet History
ta: கைப்பை வரலாறு

source: Skip
ta: செல்க

source: Withdraw
ta: திரும்பப்பெறு

source: Disapproved
ta: நிராகரிக்கப்பட்ட

source: Pending
ta: நிலுவையில்

source: Approved
ta: அங்கீகரிக்கப்பட்ட

source: Requested Amount
ta: கோரப்பட்ட தொகை

source: Requested Date
ta: கோரப்பட்ட தேதி

source: Status
ta: நிலைமை

source: Share Via
ta: பகிர் வழியாக

source: Facebook
ta: பேஸ்புக்

source: Twitter
ta: ட்விட்டர்

source: WhatsApp
ta: பயன்கள்

source: SMS
ta: எஸ்எம்எஸ்

source: Your device has no WhatsApp installed.
ta: உங்கள் சாதனம் நிறுவப்பட்ட எந்த பயன்கள் உள்ளது.

source: Your device doesn't support SMS!
ta: உங்கள் சாதனம் SMS ஆதரிக்கவில்லை!

source: Enter the referral Code
ta: குறிப்பு குறியீடு உள்ளிடவும்

source: Call
ta: அழைப்பு

source: Please enter your first name
ta: உங்கள் பெயரின் நுழைய

source: Please enter your last name
ta: உங்கள் பெயரின் நுழைய

source: Please enter your email
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்

source: Please enter your mobile number
ta: உங்கள் மொபைல் எண்ணை நுழைய

source: Please enter the password
ta: தயவு செய்து கடவுச்சொல்லை உள்ளிடவும்

source: Please enter the confirm password
ta: உறுதிப்படுத்தவும் கடவுச்சொல்லை உள்ளிடவும்

source: Please enter valid email address
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்

source: Please enter valid mobile number
ta: தயவு செய்து சரியான மொபைல் எண்ணை உள்ளிடுங்கள்

source: Password should be minimum 6 characters
ta: கடவுச்சொல் குறைந்தபட்ச 6 எழுத்துக்கள் இருக்க வேண்டும்

# Password does not match
source: Password and Confirm password does not match
ta: கடவுச்சொல் மற்றும் கடவுச்சொல்லை உறுதிப்படுத்துக பொருந்தவில்லை

source: Please enter your old password
ta: தயவு செய்து உங்கள் பழைய கடவுச்சொல்லை உள்ளிடவும்

source: Please enter your new password
ta: தயவு செய்து உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்

source: Do you want to withdraw
ta: நீங்கள் எடுக்க வேண்டுமா

source: Sorry,Your wallet balance is too low
ta: மன்னிக்கவும், உங்கள் பணப்பை சமநிலை மிகவும் குறைவாக உள்ளது

source: Trip Completed
ta: முடித்திருக்கிறது

source: Press to stay online with Taxi Taxi
ta: டாக்ஸி டாக்ஸி டிரைவர் ஆன்லைன் தங்க பிரஸ்

source: Promocode Discount
ta: விளம்பர குறியீடு

source: Total Paid Amount
ta: மொத்த செலுத்திய தொகை

source: Paid By Cash
ta: பண மூலம் பணம்

source: Total Fare
ta: மொத்த ஃபேர்

source: Trip Mins
ta: பயணம் நிமிடங்கள்

# wallet detection
source: Wallet deduction
ta: பணப்பை துப்பறியும்

source: Collect Cash from Customer
ta: வாடிக்கையாளர் இருந்து பணம் சேகரிக்க

source: Next
ta: அடுத்த

source: Payment Collected
ta: கட்டணம் சேகரிக்கப்பட்ட

source: KM
ta: கி.மீ.

source: Mins
ta: நிமிடங்கள்

source: KM/H
ta: கி.மீ./ம

# change_language
source: தமிழ்
ta: English
