Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language_colorcode_default_customize/driver/Localizable_*_customize.strings
Languages: german, russian, spanish

# Waiting Fare
source: Waiting Fare1
german: Warten Fare1
russian: Ожидание Плата за проезд1
spanish: Tarifa de espera1

# Track Now
source: Track Now1
german: Jetzt abonnieren1
russian: Трек сейчас1
spanish: Seguir ahora1

# Unable to proceed your request,Please try again
source: Unable to proceed your request. Please try again.1
german: Ihre Anfrage konnte nicht fortgesetzt werden. Bitte versuchen Sie es erneut1
russian: Невозможно продолжить ваш запрос, пожалуйста, попробуйте еще раз1
spanish: No se puede continuar con la solicitud. Inténtalo de nuevo.1

# Search Location
source: Search Location1
german: Suche Ort1
russian: Поиск по местоположению1
spanish: Localización de búsqueda1

# Minimum Fare
source: Minimum Fare1
german: Mindestpreis1
russian: Минимальный тариф1
spanish: Tarifa mínima1

# Below
source: Below1
german: Unten1
russian: Ниже1
spanish: Abajo1

# Above
source: Above1
german: Über1
russian: Выше1
spanish: Encima1

# Estimated Amount
source: Estimated Amount1
german: Geschätzter Betrag1
russian: сметная сумма1
spanish: Cantidad estimada1

# Trips
source: Trips1
german: Ausflüge1
russian: Поездки1
spanish: Excursiones1

# This Week
source: This Week1
german: Diese Woche1
russian: На этой неделе1
spanish: Esta semana1

# Tap the trip history link to see your ongoing and past trip details
source: Tap the trip history link to see your ongoing and past trip details.1
german: Tippen Sie auf den Reiseverlauf-Link, um Ihre laufenden und vergangenen Reisedetails zu sehen1
russian: Нажмите на ссылку История поездки, чтобы увидеть ваши текущие и прошлые детали поездки1
spanish: Toque en el enlace de historial de viaje para ver los detalles de su viaje en curso y pasados1

# Enter your subdomain
source: Enter your subdomain1
german: Geben Sie Ihre Subdomain ein1
russian: Введите свой поддомен1
spanish: Introduzca su subdominio1

# Domain name must contain atleast 3 characters
source: Domain name must contain at least 3 characters1
german: Der Domänenname muss mindestens 3 Zeichen enthalten1
russian: Доменное имя должно содержать не менее 3 символов1
spanish: El nombre de dominio debe contener al menos 3 caracteres1

# Minutes Traveled
source: Minutes Travelled1
german: Minuten gereist1
russian: Протокол Ездил1
spanish: Minutos recorridos1

# Minute Fare
source: Minute Fare1
german: Minute Fahrpreis1
russian: Стоимость проезда минуту1
spanish: Tarifa por minuto1

# Vehicle Minute Fare
source: Vehicle Minute Fare1
german: Fahrzeugminutempfehlung1
russian: Автомобиль минуту Стоимость проезда1
spanish: Vehículo tarifa de minuto1

# Drop Location(Optional)
source: Drop Location(Optional)1
russian: Место сброса (необязательно)1
spanish: Ubicación de la gota (opcional)1

source: Your device date and time is seems to be incorrect.Please set the correct time in order to continue1
german: Ihr Gerät Datum und Uhrzeit scheint zu sein falsch.Bitte legen Sie die richtige Zeit, um fortzufahren1
russian: Возможно, дата и время устройства неверные. Укажите правильное время для продолжения.1
spanish: La fecha y hora del dispositivo parece ser incorrecta.Por favor, establezca la hora correcta para continuar1

# Okay
source: Ok1
german: okay1
russian: Хорошо1
spanish: Bueno1

# START TRIP
source: Start Trip1
german: Starten Reise1
spanish: Iniciar viaje1

# END TRIP
source: End Trip1
german: End Reise1
spanish: Fin de viaje1

# ACCEPT
source: Accept1
german: Akzeptieren1
spanish: Aceptar1

# Please enter your email
source: Please enter your email1
spanish: Por favor introduzca su correo electrónico1

# Please enter your mobile number
source: Please enter your mobile number1
spanish: Por favor, introduce tu número de teléfono1

# MILES
source: MILES1
german: MEILEN1
spanish: Milésimas1

# Trip Id
source: Trip ID1
german: Reise Id1
spanish: Id de viaje1

# Trip ID
source: Trip ID1
german: Reise ID1
spanish: ID de viaje1
