Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language_colorcode_default_customize/driver/Localizable_*_customize.strings
Languages: german, russian, spanish

# APP TITLE
source: Message1
german: Nachricht1
russian: Сообщение1

# Language Settings
source: Language Settings1
german: Spracheinstellungen1
russian: Языковые настройки1
spanish: Ajustes de idioma1

# STATISTICS
source: Statistics1
german: Statistiken1
russian: Статистика1
spanish: Estadística1

# Profile
source: Profile1
german: Profil1
russian: Профиль1
spanish: Perfil1

# Total completed jobs
source: Total Completed Jobs1
german: Insgesamt Abgeschlossene Aufträge1
russian: Всего выполненных заданий1
spanish: Total de trabajos terminados1

# Cancelled
source: Cancelled1
german: Abgebrochen1
russian: Отменено1
spanish: Cancelado1

# Rejected
source: Rejected1
german: Zurückgewiesen1
russian: Отклонено1
spanish: Rechazado1

# Time Driven
source: Time Driven1
german: Zeit Angetrieben1
russian: повременной1
spanish: Tiempo impulsado1

# Today Earning
source: Today's Earnings1
german: Heute Verdienen1
russian: Сегодня доход1
spanish: Hoy ganando1

# Total earning
source: Total Earnings1
german: Insgesamt Verdienen1
russian: Общий доход1
spanish: Ganancia total1

# Total trip
source: Total Trips1
german: Insgesamt Reise1
russian: Общая поездка1
spanish: Total de viajes1

# MY LOCATION
source: My Location1
german: Mein Standort1
russian: Мое местонахождение1
spanish: Mi ubicacion1

# Taxi Details
source: Taxi Details1
russian: Такси Подробнее1
spanish: Taxi Detalles1

# First Name
source: First Name1
german: Vorname1
russian: Имя1
spanish: Nombre de pila1

# Last Name
source: Last Name1
german: Nachname1
russian: Фамилия1
spanish: Apellido1

# Email
source: Email1
russian: Эл. адрес1

# Confirm Password
source: Confirm Password1
german: Bestätige das Passwort1
russian: Подтвердите Пароль1
spanish: Confirmar contraseña1

# Bank
source: Bank1
russian: Банка1
spanish: Banco1

# Bank A/C no
source: Bank A/C no1
german: Bank A / C nicht1
russian: Bank A / C нет1
spanish: Banco A / C no1

# Mobile Number
source: Mobile Number1
german: Handynummer1
russian: Мобильный номер1
spanish: Número de teléfono móvil1

# Password
source: Password1
german: Passwort1
russian: пароль1
spanish: Contraseña1

# ERROR
source: ERROR1
german: FEHLER1
russian: ОШИБКА1

# Take Photo
source: Take Photo1
german: Foto machen1
russian: Фотографировать1
spanish: Tomar foto1

# Choose from Library
source: Choose from Library1
german: Aus der Bibliothek auswählen1
russian: Выбрать из библиотеки1
spanish: Elige de la biblioteca1

# This device doesn't have a camera.
source: This device doesn't have a camera.1
german: Dieses Gerät verfügt nicht über eine Kamera.1
russian: Это устройство не имеет камеры.1
spanish: Este dispositivo no tiene una cámara.1

# This device doesn't support photo libraries.
source: This device doesn't support photo libraries.1
german: Dieses Gerät nicht Fotobibliotheken unterstützen.1
russian: Данное устройство не поддерживает библиотеки фотографий.1
spanish: Este dispositivo no admite bibliotecas de fotos.1

# CANCEL
source: Cancel1
german: Stornieren1
russian: Отмена1
spanish: Cancelar1

# Show
source: Show1
russian: Показать1
spanish: Espectáculo1

# Hide
source: Hide1
german: Verstecken1
russian: Спрятать1
spanish: Esconder1

# Are you sure you want to logout?
source: Are you sure you want to log out?1
german: Sind Sie sicher, dass Sie sich ausloggen?1
russian: Вы действительно хотите выйти?1
spanish: ¿Seguro que quieres cerrar la sesión?1

# YES
source: Yes1
german: ja1
russian: да1
spanish: Sí1

# No Data Found
source: No Data Found1
german: Keine Daten gefunden1
russian: Данные не найдены1
spanish: Datos no encontrados1

# Trip History
source: Trip History1
german: Reiseverlauf1
russian: История поездки1
spanish: Historia del viaje1

# Past Bookings
source: Past Bookings1
german: Frühere Buchungen1
russian: Прошедшие бронирование1
spanish: Pasadas reservas1

# PICKUP LOCATION
source: Pick up Location1
german: Treffpunkt1
russian: Выбрать место1
spanish: Lugar de recogida1

# NEW PICKUP LOCATION
source: PICKUP LOCATION1
german: TREFFPUNKT1
russian: ВЫБРАТЬ МЕСТО1
spanish: Nueva ubicación de recogida1

# DROP LOCATION
source: Drop off Location1
german: Tropfen Ort1
russian: Капля Расположение1
spanish: Ubicación de la gota1

# Driver Location
source: Driver Location1
german: Fahrer Wohnort1
russian: Драйвер Расположение1
spanish: Ubicación del controlador1

# Distance
source: Distance1
german: Entfernung1
russian: Расстояние1
spanish: Distancia1

# Amount
source: Amount1
german: Menge1
russian: Количество1
spanish: Cantidad1

# TRIP REQUEST
source: Trip Request1
german: Reiseanfrage1
russian: Маршрутный Запрос1
spanish: Solicitud de viaje1

# Landmark
source: Landmark1
german: Wahrzeichen1
russian: веха1
spanish: Punto de referencia1

# I'VE ARRIVED
source: I've Arrived1
german: Ich Habe Angekommen1
russian: Я приехал1
spanish: He llegado1

# SECONDS LEFT TO ACCEPT
source: Seconds Left To Accept1
german: Sekunden Links Zu Nehmen1
russian: Оставленными секундами ПРИНЯТЬ1
spanish: Segundos dejados para aceptar1

# Pickup passenger
source: Pickup Passenger1
german: Pickup Passagier1
russian: Самовывоз Пассажир1
spanish: Recoger pasajeros1

# Trip in progress
source: Trip in Progress1
german: Trip im Gange1
russian: Поездка в Прогресс1
spanish: Viaje en progreso1

# Waiting For Passenger
source: Waiting For Passenger1
german: Waiting For Passagier1
russian: Ожидание Пассажир1
spanish: Esperando Pasajeros1

# UNREGISTERED CARD
source: Unregistered Card1
russian: NEZAREGISTRIROVANNAYA CARD1
spanish: Tarjeta no registrada1

# Card No
source: Card No1
german: Karten-Nr1
russian: Нет карты1
spanish: Tarjeta no1

# 3 Digit
source: 3 Digits1
german: 3-stellige1
russian: 3 Digit1
spanish: 3 dígitos1

# Done
source: Done1
german: Erledigt1
russian: Готово1
spanish: Hecho1

# Enter valid credit card number
source: Enter valid credit card number1
german: Geben Sie eine gültige Kreditkartennummer1
russian: Введите действительный номер кредитной карты1
spanish: Ingrese el número de tarjeta de crédito válido1

# Enter valid expiry date
source: Enter valid expiry date1
russian: Введите действительную дату истечения срока действия1
spanish: Introducir fecha de caducidad válida1

# Enter valid CVV number
source: Enter valid CVV number1
german: Geben Sie gültige CVV-Nummer1
russian: Введите действительный номер CVV1
spanish: Introduzca el número de CVV válido1

# Back To Home
source: Back To Home1
german: Zurück nach Hause1
russian: Вернуться домой1
spanish: De vuelta a casa1

# Total Distance
source: Total Distance1
german: Gesamtentfernung1
russian: Общее расстояние1
spanish: Distancia total1

# Trip Fare
source: Trip Fare1
german: Reise Fare1
russian: Маршрутный Плата за проезд1
spanish: Tarifa de viaje1

# Waiting Time Cost
source: Waiting Time Cost1
german: Wartezeit Kosten1
russian: Время ожидания Стоимость1
spanish: Tiempo de espera1

# Total
source: Total1
german: Gesamt1
russian: Всего1

# PAYMENT BY
source: PAYMENT BY1
german: Zahlung Von1
russian: Компенсация1
spanish: PAGO POR1

# Discount
source: Discount1
german: Rabatt1
russian: скидка1
spanish: Descuento1

# Waiting Time
source: Waiting Time1
german: Wartezeit1
russian: Время ожидания1
spanish: Tiempo de espera1

# Are you sure you want to complete this trip?
source: Are you sure you want to complete this trip?1
german: Sind Sie sicher, dass Sie diese Reise zu vollenden ?1
russian: Вы уверены, что хотите завершить эту поездку ?1
spanish: ¿Estás seguro de que quieres completar este viaje?1

# Trip cancel
source: Cancel Trip1
german: Reise Abbrechen1
russian: Trip Отменить1
spanish: Cancelar viaje1

# Are you sure you want to cancel this trip?
source: Are you sure you want to cancel this trip?1
german: Sind Sie sicher, dass Sie diese Reise zu stornieren?1
russian: Вы уверены, что хотите отменить эту поездку ?1
spanish: ¿Seguro que quieres cancelar este viaje?1

# Enter your mobile number
source: Enter your mobile number1
german: Geben Sie Ihre Mobiltelefonnummer ein1
russian: Введите номер мобильного телефона1
spanish: Ingrese su numero celular1

# Forgot Password
source: Forgot Password?1
german: Passwort vergessen1
russian: Забыли пароль1
spanish: Se te olvidó tu contraseña1

# Speed
source: Speed1
german: Geschwindigkeit1
russian: скорость1
spanish: Velocidad1

# Total %@
source: Total %@1
german: Gesamt %@1
russian: Всего %@1

# TURN ON
source: Please go to Settings and turn on Location Service for this app.1
german: Bitte gehen Sie zu Einstellungen und schalten Sie Location Service für diese App .1
russian: Пожалуйста, перейдите в настройки и включите Место службы для этого приложения .1
spanish: Accede a Configuración y activa el servicio de ubicación para esta aplicación.1

# Enable Gps
source: Enable GPS1
german: So aktivieren Sie GPS1
russian: Включение GPS1
spanish: Habilitar Gps1

# Request From Passenger
source: Request From Passenger1
german: Anfrage von Personen1
russian: Запрос от пассажирских1
spanish: Solicitud del pasajero1

# Home
source: Home1
german: Zuhause1
russian: Главная1
spanish: Casa1

# Earnings
source: Earnings1
german: Verdienste1
russian: прибыль1
spanish: Ganancias1

# Street Pickup
source: Street Pickup1
german: Straße Pickup1
russian: Улица Самовывоз1
spanish: Recogida en la calle1

# Trip Amount
source: Trip Amount1
german: Reise Betrag1
russian: Маршрутный Сумма1
spanish: Cantidad del Viaje1

# Online
source: Online1
russian: В сети1
spanish: En línea1

# Offline
source: Offline1
russian: Не в сети1
spanish: Desconectado1

# Today
source: Today1
german: Heute1
russian: Cегодня1
spanish: Hoy1

# Referal
source: Referral1
german: Verweisung1
russian: Направления1
spanish: Remisión1

# Trip
source: Trip1
german: Ausflug1
russian: Поездка1
spanish: Viaje1

# Date
source: Date1
german: Datum1
russian: Дата1
spanish: Fecha1

# View
source: View1
german: Aussicht1
russian: Посмотреть1
spanish: Ver1

# Payment request in Pending
source: Payment request in pending1
german: Zahlungsauftrag in Ausstehend1
russian: Запрос платежа в отложенное1
spanish: Solicitud de pago en Pendiente1

# No tracking available!
source: No tracking available!1
german: Kein Tracking vorhanden!1
russian: Нет отслеживания доступны!1
spanish: No hay seguimiento disponible!1

# Trip Withdraw Request
source: Trip Withdrawal Request1
german: Rücktrittsantrag1
russian: Trip Аннулировать запрос1
spanish: Solicitud de retirada de viaje1

# Payment Availed
source: Payment Availed1
german: Zahlung geliefert1
russian: Оплата воспользовалось1
spanish: Pago disponible1

# Payment Request in Pending
source: Payment request in pending1
german: Zahlungsauftrag in Ausstehend1
russian: Запрос платежа в отложенное1
spanish: Solicitud de pago en Pendiente1

# Withdraw Requesting Amount
source: Requesting Withdrawal Amount1
german: Widerrufsbelehrung1
russian: Вывод запрашивающая Сумма1
spanish: Retirar la cantidad solicitada1

# Referal Withdraw Request
source: Referral Withdrawal Request1
german: Rücknahmeanfrage1
russian: Реферала Аннулировать запрос1
spanish: Solicitud de retiro de referencia1

# Submit
source: Submit1
german: einreichen1
russian: Отправить1
spanish: Enviar1

# Cancel
source: Cancel1
german: Stornieren1
russian: Отмена1
spanish: Cancelar1

# Pending
source: Pending1
german: Ausstehend1
russian: в ожидании1
spanish: Pendiente1

# Reject
source: Rejected1
german: Ablehnen1
russian: отклонять1
spanish: Rechazar1

# Approved
source: Approved1
german: Genehmigt1
russian: утвержденный1
spanish: Aprobado1

# Last
source: Last1
german: Letzte1
russian: Последний1
spanish: Último1

# Distance Fare
source: Distance Fare1
german: Entfernung1
russian: Расстояние Стоимость проезда1
spanish: Tarifa de la distancia1

# Vehicle Distance Fare
source: Vehicle Distance Fare1
german: Fahrstrecke1
russian: Автомобиль Расстояние Стоимость проезда1
spanish: Distancia del vehículo1

# Waiting
source: Waiting1
german: Warten1
russian: ожидание1
spanish: Esperando1

# Vehicle Waiting Time
source: Vehicle Waiting Time1
german: Wartezeit des Fahrzeugs1
russian: Автомобиль Время ожидания1
spanish: Tiempo de espera del vehículo1

# Sub Total
source: Sub Total1
german: Gesamtsumme1
russian: Промежуточный итог1

# Promo Code
source: Promo Code1
german: Gutscheincode1
russian: Промо код1
spanish: Código promocional1

# Paid By
source: Paid By1
german: Bezahlt von1
russian: Оплачивается1
spanish: Pagado por1

# Tax
source: Tax1
german: Steuer1
russian: налог1
spanish: Impuesto1

# Completed
source: Completed1
german: Abgeschlossen1
russian: Завершенный1
spanish: Terminado1

# You have no sufficient amount!
source: You have no sufficient amount!1
german: Sie haben keine ausreichende Menge!1
russian: У вас нет достаточного количества!1
spanish: ¡No tienes suficiente cantidad!1

# Withdraw Request View
source: Withdrawal Request View1
german: Rücknahmeanfrage1
russian: Вывод Просмотреть запрос1
spanish: Vista de solicitud de retiro1

# Status Details
source: Status Details1
german: Statusinformationen1
russian: Сведения о состоянии1
spanish: Detalles del estado1

# Filter
source: Filter1
russian: Фильтр1
spanish: Filtrar1

# From Date:
source: From Date:1
german: Ab Datum:1
russian: С даты:1
spanish: Partir de la fecha:1

# To Date:
source: To Date:1
german: Miteinander ausgehen:1
russian: Встретиться:1
spanish: Hasta la fecha:1

# Status Type:
source: Status Type:1
german: Status Typ:1
russian: Тип Статус:1
spanish: Tipo de estado:1

# Please Select Your Date
source: Please Select Your Date1
german: Bitte wählen Sie Ihr Datum1
russian: Пожалуйста, выберите даты1
spanish: Seleccione su fecha1

# Select
source: Select1
german: Wählen1
russian: Выбрать1
spanish: Seleccionar1

# Select Status Type
source: Select Status Type1
german: Wählen Sie Status Typ1
russian: Выберите тип состояния1
spanish: Seleccione Tipo de estado1

# Start Trip
source: Start Trip1
german: Start Fahrt1
russian: Начало поездки1
spanish: Iniciar viaje1

# Fare Details
source: Fare Details1
german: Fahrpreisdetails1
russian: Стоимость проезда Подробнее1
spanish: Detalles de tarifas1

# Fare
source: Fare1
german: Fahrpreis1
russian: Плата за проезд1
spanish: Tarifa1

# Vehicle Min's Fare
source: Vehicle Mins Fare1
german: Fahrzeug Min's Fahrpreis1
russian: Автомобиль Стоимость проезда Мин1
spanish: Tarifa del Min del vehículo1

# Min Fare
source: Min Fare1
german: Min Fahrpreis1
russian: Минимальный тариф1
spanish: Tarifa min1

# Min(s)
source: Min(s)1
russian: Мин (ы)1

# Card
source: Card1
german: Karte1
russian: Карта1
spanish: Tarjeta1

# Fetching Address...
source: Fetching Address...1
german: Adresse wird abgerufen ...1
russian: Fetching Адрес ...1
spanish: Obtener dirección ...1

# Mins
source: Mins1
russian: Мины1

# No sim card installed
source: No SIM card installed1
german: Keine SIM-Karte installiert1
russian: не установлена ​​SIM-карта1
spanish: No hay tarjeta SIM instalada1

# Select Language
source: Select Language1
german: Sprache auswählen1
russian: Выберите язык1
spanish: Seleccione el idioma1

# Taxi Model
source: Taxi Model1
german: Taxi Modell1
russian: Такси Модель1

# Taxi number
source: Taxi number1
german: Taxi -Nummer1
russian: количество такси1
spanish: Número de taxi1

# Taxi from date
source: Taxi From Date1
german: Taxi von Datum1
russian: Такси с даты1
spanish: Taxi a partir de la fecha1

# Taxi to date
source: Taxi To Date1
german: Taxi bis heute1
russian: Такси до настоящего времени1
spanish: Taxi hasta la fecha1

# No changes has been made
source: No changes made.1
german: Keine Änderungen vorgenommen.1
russian: Изменений нет.о1
spanish: No se realizaron cambios.1

# DECLINE
source: Decline1
german: Ablehnen1
russian: снижение1
spanish: Disminución1

# Expiry
source: Expiry1
german: Ablauf1
russian: истечение срока1
spanish: Expiración1

# OK
source: OK1
russian: ОК1
spanish: De acuerdo1

# Enter CVV number
source: Enter CVV number1
german: Geben Sie CVV-Nummer1
russian: Введите номер CVV1
spanish: Ingrese el número de CVV1

# Trip Details
source: Trip Details1
german: Reiseinformationen1
russian: Trip Подробнее1
spanish: Detalles del viaje1

# Log Out
source: Log out1
german: Ausloggen1
russian: Выйти1
spanish: Cerrar sesión1

# Save
source: Save1
german: sparen1
russian: Сохранить1
spanish: Salvar1

# Invite Friends
source: Invite Friends1
german: Freunde einladen1
russian: Пригласить друзей1
spanish: Invitar a amigos1

# Sign In
source: Sign In Daaaa1
german: Anmelden1
russian: Войти в систему1
spanish: Registrarse1

# When a driver join with your code
source: When a driver joins with your code1
german: Wenn ein Fahrer mit Ihrem Code beitreten1
russian: Когда водитель присоединиться с вашим кодом1
spanish: Cuando un controlador se une con su código1

# When a driver rides the trip with your code
source: When a driver rides with your code1
german: Wenn ein Fahrer fährt die Reise mit Ihrem Code1
russian: Когда водитель едет на поездку с кодом1
spanish: Cuando un conductor monta el viaje con su código1

# you Earn
source: you earn1
german: Du verdienst1
russian: Вы зарабатываете1
spanish: usted gana1

# Drop Location is not specified
source: Drop off location is not specified1
german: Drop- Standort nicht angegeben1
russian: Капля Место не указано1
spanish: No se especifica la ubicación de la gota1

# Please wait till the location update gets completed
source: Please wait till the location update gets completed1
german: Bitte warten Sie, bis die Standortaktualisierung wird abgeschlossen1
russian: Пожалуйста, подождите , пока обновление местоположения будет завершена1
spanish: Espere hasta que se complete la actualización de ubicación1

# Wallet History
source: Wallet History1
german: Wallet Geschichte1
russian: Кошелек История1
spanish: Historial de Wallet1

# History
source: History1
german: Geschichte1
russian: история1
spanish: Historia1

# Skip
source: Skip1
german: Überspringen1
russian: Пропускать1
spanish: Omitir1

# Withdraw
source: Withdraw1
german: Abheben1
russian: Изымать1
spanish: Retirar1

# Disapproved
source: Disapproved1
german: Abgelehnt1
russian: Отклонено1
spanish: Rechazado1

# Requested Amount
source: Requested Amount1
german: Anforderungsbetrag1
russian: Запрашиваемая сумма1
spanish: Monto requerido1

# Requested Date
source: Requested Date1
german: Wunschtermin1
russian: Запрошенный Дата1
spanish: Fecha solicitada1

# Status
source: Status1
russian: Положение дел1
spanish: Estado1

# Share Via
source: Share Via1
german: Teilen per1
russian: Отправить по1
spanish: Compartir via1

# Twitter
source: Twitter1
german: zwitschern1
russian: щебетать1

# SMS
source: SMS1
russian: смс1

# Your device has no WhatsApp installed.
source: Your device has no WhatsApp installed.1
german: Ihr Gerät verfügt über keine WhatsApp installiert .1
russian: Устройство не имеет WhatsApp установлен.1
spanish: Su dispositivo no tiene WhatsApp instalado.1

# Your device doesn't support SMS!
source: Your device doesn't support SMS!1
german: Ihr Gerät unterstützt nicht SMS !1
russian: Устройство не поддерживает SMS !1
spanish: ¡Su dispositivo no es compatible con SMS!1

# Enter the referral Code
source: Enter the referral Code1
german: Geben Sie den Referenzcode1
russian: Введите код направления1
spanish: Ingrese el código de referencia1

# Please enter your first name
source: Please enter your first name1
german: Bitte geben Sie Ihren Vornamen ein1
russian: Пожалуйста, введите ваше имя1
spanish: Por favor, introduzca su nombre de pila1

# Please enter your last name
source: Please enter your last name1
german: Bitte geben Sie ihren Nachnamen ein1
russian: Пожалуйста, введите свою фамилию1
spanish: Por favor ingrese su apellido1

# Please enter the password
source: Please enter the password1
german: Bitte geben Sie das Passwort1
russian: Пожалуйста, введите пароль1
spanish: Por favor introduzca la contraseña1

# Please enter the confirm password
source: Please enter the confirm password1
german: Bitte geben Sie das Kennwort bestätigen1
russian: Пожалуйста, введите пароль подтверждения1
spanish: Introduzca la contraseña de confirmación1

# Please enter valid email address
source: Please enter valid email address1
german: Bitte geben Sie eine gültige Email Adresse an1
russian: Пожалуйста, введите действующий адрес электронной почты1
spanish: Por favor ingrese una dirección de correo electrónico válida1

# Please enter valid mobile number
source: Please enter valid mobile number1
german: Bitte geben Sie eine gültige Mobilfunknummer1
russian: Пожалуйста, введите действительный номер мобильного телефона1
spanish: Introduce un número de móvil válido1

# Password should be minimum 6 characters
source: Password should be minimum 6 characters1
german: Das Passwort muss mindestens 6 Zeichen lang sein1
russian: Пароль должен быть не менее 6 символов1
spanish: La contraseña debe tener un mínimo de 6 caracteres.1

# Password does not match
source: Password and Confirm password do not match1
german: Passwort und Passwort bestätigen stimmt nicht überein1
russian: Пароль и подтверждение пароля не совпадает1
spanish: Contraseña y Confirmar contraseña no coinciden1

# First name must contain atleast 4 characters
source: First name must contain atleast 4 characters1
german: Vorname muss atleast 4 Zeichen enthalten1
russian: Имя должно содержать по крайней мере 4-х символов1
spanish: El nombre debe contener al menos 4 caracteres1

# Please enter your old password
source: Please enter your old password1
german: Bitte geben Sie Ihr altes Passwort ein1
russian: Введите старый пароль1
spanish: Introduzca su contraseña antigua1

# Please enter your new password
source: Please enter your new password1
german: Bitte geben Sie Ihr neues Passwort1
russian: Пожалуйста, введите новый пароль1
spanish: Ingrese su nueva contraseña1

# Do you want to withdraw
source: Do you want to withdraw?1
german: Wollen Sie zurückziehen1
russian: Вы хотите снять1
spanish: ¿Quieres retirar1

# Sorry,Your wallet balance is too low
source: Sorry, Your wallet balance is too low1
german: Sorry, Ihr Portemonnaie Balance ist zu niedrig1
russian: К сожалению , Ваш кошелек баланс слишком низок1
spanish: Lo sentimos, el saldo de su cartera es demasiado bajo1

# Trip Completed
source: Trip Completed1
german: Reise abgeschlossen1
russian: Trip Завершенный1
spanish: Viaje completado1

# Call
source: Call1
german: Anruf1
russian: Вызов1
spanish: Llamada1

# Excuse my brevity,Sign up with the referral code %@ and earn %@.%@
source: Sign up with the referral code %@ and earn %@.%@1
german: Entschuldigen Sie meine Kürze , Zeichen mit dem Referenzcode %@ und % @ verdienen. %@1
russian: Простите за краткость , Подпишитесь с кодом направления %@ и заработать %@ . %@1
spanish: Disculpe mi brevedad, regístrese con el código de referencia% @ y gane% @.% @1

# Excuse my brevity,Sign up with the referral code %@ and earn %@
source: Sign up with the referral code %@ and earn %@1
german: Entschuldigen Sie meine Kürze , Zeichen mit dem Referenzcode %@ und %@ verdienen.1
russian: Простите за краткость , Подпишитесь с кодом направления %@ и заработать %@ .1
spanish: Disculpe mi brevedad, regístrese con el código de referencia% @ y gane% @1

# Taximobility - Invite a Friend
source: TaxiMobility - Invite a Friend1
german: Taximobility - Einen Freund einladen1
russian: Taximobility - Пригласить Друга1
spanish: Taximobility - Invitar a un amigo1

# Withdraw History
source: Withdrawal History1
german: Geschichte zurückziehen1
russian: Вывод История1
spanish: Retirar Historia1

# Referal Amount
source: Referal Amount1
german: Bezugsmenge1
russian: реферала Сумма1
spanish: Cantidad de Referencia1

# Withdraw Amount
source: Withdrawal Amount1
german: Betrag beheben1
russian: Сумма снятия1
spanish: Retirar la cantidad1
