Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language/passenger/Localizable_*.strings
Languages: russian, spanish

source: APP TITLE
russian: Taximobility
spanish: Taximobility

source: Please turn on location service to use this app
russian: Пожалуйста, включите услуги определения местоположения , чтобы использовать это приложение
spanish: Por favor, active el servicio de ubicación para utilizar esta aplicación

source: Sign Up
russian: Зарегистрироваться
spanish: Regístrate

source: Sign In
russian: Войти в систему
spanish: Registrarse

source: Ride Now
russian: Поезжайте сейчас
spanish: Montar ahora

source: Ride Later
russian: ездить Позже
spanish: Más tarde montar

source: Drop Location(Optional)
russian: Капля Расположение (Необязательно )
spanish: Ubicación gota ( Opcional )

source: Go To Pin...
russian: Fetching Адрес ...
spanish: Obtener dirección ...

source: Available
russian: Доступный
spanish: Disponible

source: Currently no cars are available
russian: В настоящее время нет машин доступны
spanish: Actualmente no hay coches están disponibles

source: Pickup time is approximately
russian: Время Самовывоз примерно
spanish: horario de recogida es de aproximadamente

source: Minutes
russian: минут
spanish: Minutos

source: Confirm later booking?
russian: Подтвердить позже бронирование?
spanish: Confirmar más tarde de reserva ?

source: OK
russian: ОК
spanish: De acuerdo

source: CANCEL
russian: Отмена
spanish: Cancelar

source: Enter pickup Location
russian: Введите пикап Расположение
spanish: Introduzca lugar de recogida

source: Enter drop location
russian: Введите падение местоположение
spanish: Entrar el lugar

source: Favourites
russian: Избранное
spanish: favoritos

source: Home
russian: Главная
spanish: Casa

source: Office
russian: офис
spanish: Oficina

source: Airport
russian: аэропорт
spanish: Aeropuerto

source: Others
russian: другие
spanish: Otros

source: You have already selected this contact
russian: Вы уже выбрали этот контакт
spanish: Ya ha seleccionado este contacto

source: Total Approximate Fare:
russian: Общее Приблизительное Стоимость проезда :
spanish: Suma precio aproximado:

source: Approximate Fare:
russian: Приблизительная Стоимость проезда :
spanish: Tarifa aproximada:

source: Fare Estimate
russian: Стоимость проезда Расчетный
spanish: Estimación de tarifas

source: Cash/Card
russian: Наличный / Card
spanish: Tarjeta de efectivo

source: Promo Code
russian: Промо код
spanish: Código promocional

source: Request Taxi
russian: Запрос такси
spanish: solicitud de taxi

source: Cancel
russian: Отмена
spanish: Cancelar

source: Yes
russian: да
spanish: Sí

source: YES
russian: да
spanish: Sí

source: No
russian: Нет

source: Get Fare Estimate
russian: Poluchit' Fare Estimeyt
spanish: Obtener estimación de tarifa

source: Minimum Fare
russian: Минимальный тариф
spanish: La tarifa mínima

source: Maximum Size
russian: Максимальный размер
spanish: Tamaño máximo

source: Estimated Fare
russian: Расчетное Стоимость проезда
spanish: Precio estimado del

source: Approximate Fare
russian: Примерное Плата за проезд
spanish: Precio aproximado

source: This is an estimate. Actual fare may vary slightly based on traffic or discounts.
russian: Это оценка . Фактическая ставка может незначительно отличаться в зависимости от трафика или скидок .
spanish: Esta es una estimación . La tarifa real puede variar ligeramente en función del tráfico o descuentos .

source: Split a Fare with Friends
russian: Разделение стоимости проезда с друзьями
spanish: Dividir una tarifa con Amigos

source: Select a Friend
russian: Выберите друга
spanish: Seleccione un amigo

source: Submit
russian: Отправить
spanish: Enviar

source: This app requires access to your device's Contacts.Please enable Contacts access for this app in Settings / Privacy / Contacts
russian: Это приложение требует доступа к Contacts.Please вашего устройства позволяют Контакты доступ для этого приложения в настройках / Безопасность / Контакты
spanish: Esta aplicación requiere acceso a Contacts.Please de su dispositivo permitirá el acceso Contactos para esta aplicación en Ajustes / Privacidad / contactos

source: Please select the friend
russian: Пожалуйста, выберите друга
spanish: Por favor, seleccione el amigo

source: Total Split fare percentage should be 100
russian: Общий процент Split тариф должен быть 100
spanish: porcentaje de la tarifa de Split total debe ser 100

source: Book A Taxi
russian: Заказать такси
spanish: Reservar un taxi

source: Requesting Taxi
russian: запрашивающая такси
spanish: Taxi solicitando

source: First Name
russian: Имя
spanish: Nombre de pila

source: Last Name
russian: Фамилия
spanish: Apellido

source: Email
russian: Эл. адрес

source: Mobile Number
russian: Мобильный номер
spanish: Número de teléfono móvil

source: Password
russian: пароль
spanish: Contraseña

source: Confirm Password
russian: Подтвердите Пароль
spanish: Confirmar contraseña

source: Referral Code
russian: Промо-код
spanish: código de referencia

source: Show
russian: Показать
spanish: Espectáculo

source: Hide
russian: Спрятать
spanish: Esconder

source: Country Code
russian: Код страны
spanish: Código de país

source: Enter your email id
russian: Введите свой электронный идентификатор
spanish: Ingrese su correo electrónico de identificación

source: Enter your mobile number
russian: Введите номер мобильного телефона
spanish: Ingrese su numero celular

source: Try another number?
russian: Попробуйте использовать другой номер
spanish: Pruebe con otro número?

source: Please enter your first name
russian: Пожалуйста, введите ваше имя
spanish: Por favor, introduzca su nombre de pila

source: Please enter your last name
russian: Пожалуйста, введите свою фамилию
spanish: Por favor, introduzca su nombre de pila

source: Please enter your mobile number
russian: Пожалуйста, введите ваш номер мобильного телефона
spanish: Por favor, introduzca su número de móvil

source: Please enter the password
russian: Пожалуйста, введите пароль
spanish: Por favor introduzca la contraseña

source: Please enter the confirm password
russian: Пожалуйста, введите пароль подтверждения
spanish: Por favor, introduzca la contraseña de confirmación

source: Please enter valid email address
russian: Пожалуйста, введите действующий адрес электронной почты
spanish: Por favor ingrese una dirección de correo electrónico válida

source: Please enter valid mobile number
russian: Пожалуйста, введите действительный номер мобильного телефона
spanish: Por favor, introduzca el número de móvil válido

source: Password should be minimum 6 characters
russian: Пароль должен быть не менее 6 символов
spanish: La contraseña debe tener un mínimo de 6 caracteres

source: Password does not match
russian: Пароль не подходит
spanish: Las contraseñas no coinciden

source: First name must contain atleast 4 characters
russian: Имя должно содержать по крайней мере 4-х символов
spanish: Nombre debe contener al menos 4 caracteres

source: Book a Taxi
russian: Заказать такси
spanish: Reservar un taxi

source: Track my Taxi
russian: Отследить такси
spanish: Seguimiento de Taxi

source: My Booking
russian: Мои заказы
spanish: Mi reserva

source: Payment Options
russian: Варианты оплаты
spanish: Opciones de pago

source: Wallet
russian: Бумажник
spanish: Billetera

source: Fare
russian: Плата за проезд
spanish: Tarifa

source: Invite Friends
russian: Пригласить друзей
spanish: Invitar a amigos

source: Settings
russian: настройки
spanish: ajustes

source: About
russian: Около
spanish: Acerca de

source: Log Out
russian: Выйти
spanish: Cerrar sesión

source: Done
russian: Готово
spanish: Hecho

source: Forgot Password?
russian: Забыли пароль?
spanish: ¿Se te olvidó tu contraseña?

source: NO
russian: Нет

source: Payment
russian: Оплата
spanish: Pago

source: Add New Card
russian: Добавить новую карточку
spanish: Añadir nueva tarjeta

source: Default Card
russian: По умолчанию карта
spanish: Tarjeta predeterminado

source: Add Cards
russian: Добавить карту
spanish: Agregar tarjeta

source: Edit Card
russian: Редактировать карточку
spanish: Editar la tarjeta

source: Card
russian: Карта
spanish: Tarjeta

source: Expiry
russian: истечение срока
spanish: Expiración

source: Delete Card
russian: Удалить карточку
spanish: eliminar la tarjeta

source: Personal Card
russian: Персональная карта
spanish: Tarjeta personal

source: Business Card
russian: Визитная карточка
spanish: Tarjeta de visita

source: Save
russian: Сохранить
spanish: Salvar

source: Are you sure you want to delete card?
russian: Вы уверены, что хотите удалить карту ?
spanish: ¿Está seguro de que quiere borrar la tarjeta ?

source: Select
russian: Выбрать
spanish: Seleccionar

source: Enter valid expiry date
russian: Введите действительную дату истечения срока действия
spanish: Introduzca la fecha de caducidad válida

source: Please enter valid credit card number
russian: Пожалуйста, введите действительный номер кредитной карты
spanish: Por favor, introduzca el número de tarjeta de crédito válida

source: MM/YY
russian: ММ / ГГ
spanish: MM / AA

source: Enter valid CVV
russian: Введите действительный CVV
spanish: Introduzca CVV válida

source: Recharge Money
russian: Перезарядка деньги
spanish: recarga de dinero

source: Cash Less, Hassle free rides with Taximobility wallet
russian: Наличные Меньше , нервотрепки бесплатно едет с Taximobility бумажник
spanish: Menos dinero en efectivo , paseos sin problemas con Taximobility billetera

source: HAVE A PROMOCODE?
russian: Есть промо код?
spanish: ¿Tienes un código de promoción?

source: Add Money
russian: Добавить деньги
spanish: Agregar dinero

source: Enter the Promo Code
russian: Введите Промо-код
spanish: Ingrese el código de promoción

source: Enter amount between
russian: Введите сумму между
spanish: Ingrese cantidad entre

source: Brain Tree
russian: Мозг Дерево
spanish: árbol del cerebro

source: Amount
russian: Количество
spanish: Cantidad

source: Card Number
russian: Номер карты
spanish: Número de tarjeta

source: YYYY
russian: ГГГГ
spanish: AAAA

source: Name on the card (optional)
russian: Имя на карте (необязательно)
spanish: Nombre en la tarjeta (opcional)

source: Terms and Conditions
russian: Условия и положения
spanish: Términos y Condiciones

source: Terms And Conditions
russian: Условия и положения
spanish: Términos y Condiciones

source: Select month
russian: Выберите месяц
spanish: Seleccione mes

source: Select year
russian: Выберите год
spanish: Seleccionar año

source: All fields are mandatory
russian: Все поля обязательны для заполнения
spanish: Todos los campos son obligatorios

source: Please agree to the Terms & Conditions
russian: Пожалуйста согласен Условия & Условия
spanish: Por favor, estar de acuerdo con los Términos y Condiciones

source: Book Again
russian: Книга Опять
spanish: De nuevo libro

source: Book Now
russian: Zabroniruyte seychas
spanish: Reservar ahora

source: Edit Favourites
russian: Редактировать Избранное
spanish: Editar favoritos

source: Add Favourites
russian: Добавить Фавориты
spanish: Añadir favoritos

source: Select Type
russian: Выберите тип
spanish: Seleccionar el tipo de

source: Pickup Location
russian: Выбрать место
spanish: Lugar de recogida

source: Trip Details
russian: Trip Подробнее
spanish: Detalles del viaje

source: Distance
russian: Расстояние
spanish: Distancia

source: Pickup Time
russian: Время забирать
spanish: Hora de recogida

source: Booking Time
russian: Бронирование времени
spanish: Tiempo de reserva

source: Drop Time
russian: Время падения
spanish: Tiempo de caída

source: Trip Duration
russian: Продолжительность поездки
spanish: Duración del viaje

source: Used Wallet
russian: Б Кошелек
spanish: Monedero de ocasión

source: Split Fare Status
russian: Сплит Стоимость проезда Статус
spanish: Estado de split Fare

source: Accepted
russian: Принято
spanish: Aceptado

source: Rejected
russian: Отклонено
spanish: Rechazado

source: Pending
russian: в ожидании
spanish: Pendiente

source: My Bookings
russian: Мои заказы
spanish: Mis Reservas

source: On Going
russian: При переходе
spanish: En marcha

source: Up Coming
russian: предстоящий
spanish: próximo

source: Past Bookings
russian: Прошедшие бронирование
spanish: Reservas últimos

source: No data available!
russian: Данные недоступны!
spanish: ¡Datos no disponibles!

source: Drop Location is not specified
russian: Капля Место не указано
spanish: Ubicación gota no se especifica

source: No more data to load
russian: Нет больше данных для загрузки
spanish: No hay más datos para cargar

source: Paid By
russian: Оплачивается
spanish: Pagado por

source: Trip cancel
russian: Маршрутный отменить
spanish: Cancelar viaje

source: Help
russian: Помогите
spanish: Ayuda

source: I lost an item
russian: Я потерял элемент
spanish: He perdido un elemento

source: I had issue with my fare
russian: У меня была проблема с моим тарифом
spanish: Tuve problema con mi pasaje

source: My driver was unprofessional
russian: Мой водитель был непрофессиональным
spanish: Mi conductor era poco profesional

source: My vehicle was't what I expected
russian: Мой автомобиль was't то, что я ожидал
spanish: Mi vehículo era't lo que esperaba

source: I has a issue with my receipt or payment
russian: Я есть вопрос с моей квитанции или оплаты
spanish: I tiene un problema con mi pago o de cobro

source: I was involved in accident
russian: Я был вовлечен в аварию
spanish: Yo estaba involucrado en un accidente

source: Cash Trips
russian: Кассовые Поездки
spanish: Viajes en efectivo

source: Enter your comments
russian: Введите ваши комментарии
spanish: Introduzca sus comentarios

source: Please enter your comments
russian: Пожалуйста, введите свои комментарии
spanish: Por favor, introduzca sus comentarios

source: Reason for Cancel
russian: Причина Отменить
spanish: Motivo de la cancelación

source: Confirmation
russian: подтверждение
spanish: Confirmación

source: Please Let Us know the reason for cancellation
russian: Пожалуйста, дайте нам знать причину отмены
spanish: Por favor sepamos el motivo de la cancelación

source: Change the Travel Plan
russian: Изменение план путешествия
spanish: Cambiar el plan de viaje

source: Booking Placed in error
russian: Booking Размещено в ошибке
spanish: Colocado en reservar de error

source: Cab delay/issues
russian: Задержка Кабина / вопросы
spanish: retardo de la cabina / problemas

source: Call
russian: Вызов
spanish: Llamada

source: No sim card installed
russian: не установлена ​​SIM-карта
spanish: No hay tarjeta SIM instalada

source: Call facility is not available on your device
russian: Call- центр не доступен на устройстве
spanish: servicio de llamada no está disponible en su dispositivo

source: Enter CVV number
russian: Введите номер CVV
spanish: Introduzca el número CVV

source: Please enter a valid cvv
russian: Пожалуйста, введите правильный код CVV
spanish: Por favor, introduzca una válida CVV

source: Trip In Progress
russian: Поездка в Прогресс
spanish: Viaje en curso

source: Cash
russian: Денежные средства
spanish: Efectivo

source: Wallet Amount
russian: Кошелек Сумма
spanish: Monto Monedero

source: Paid Amount
russian: Выплаченная сумма
spanish: Monto de pago

source: Payment type
russian: Способ оплаты
spanish: Tipo de pago

source: E-Receipt
russian: E- Квитанция
spanish: E - Recibo

source: Trip Completed
russian: Trip Завершенный
spanish: Completado de viaje

source: Thank you for using Taximobility! Make your next trip even more enjoyable!
russian: Благодарим Вас за использование Taximobility ! Сделайте вашей следующей поездки еще более приятным !
spanish: Gracias por usar Taximobility ! Hacer que su próximo viaje sea aún más agradable !

source: Rate Your Driver
russian: Оценить ваш драйвер
spanish: Porcentaje Su controlador

source: Type your Comments
russian: Введите ваши комментарии
spanish: Escriba sus comentarios

source: Share it
russian: Поделись
spanish: Compártelo

source: Your device doesn't support SMS!
russian: Устройство не поддерживает SMS !
spanish: El dispositivo no es compatible con SMS !

source: Taximobility - Invite a Friend
russian: Taximobility - Пригласить Друга
spanish: Taximobility - Invitar a un amigo

source: Split a Fare with
russian: Разделите стоимость проезда с
spanish: Dividir una tarifa con

source: Your Fare will be charged
russian: Ваш Плата за проезд будет взиматься плата
spanish: Se debe pagar la tarifa

source: Card Register
russian: Card Регистрация
spanish: tarjeta del Registro

source: Enter the Referral Code
russian: Введите код рефералов
spanish: Ingrese el código de referencia

source: Save Card Details
russian: Сохранить подробности карты
spanish: Guardar detalles de tarjeta

source: Pay by Credit Card
russian: Оплатить кредитной картой
spanish: Pagar con tarjeta de crédito

source: Pay by Cash
russian: Оплатить наличными
spanish: Pagar en efectivo

source: Pay using Referral Code
russian: Оплатить с помощью код рефералов
spanish: Pagar con el código de referencia

source: and
russian: а также
spanish: y

source: Verify Email
russian: Подтвердить код
spanish: Código de verificación

source: A four digit authentication code has been sent to
russian: Код аутентификации четырехзначный отправлен
spanish: Un código de autenticación de cuatro dígitos ha sido enviada a

source: Resent OTP
russian: OTP повторно отправить
spanish: Reenviar OTP

source: Please check your Internet Connection
russian: Пожалуйста, проверьте подключение к интернету
spanish: Por favor revise su conexion a internet

source: Check Your Network Connection
russian: Проверка сетевого соединения
spanish: Compruebe la conexión de red

source: Taximobility a ready-made taxi booking dispatch system for existing taxi companies or start ups. Perform online, real time taxi booking over mobile apps and webs
russian: Taximobility такси заказ диспетчерская система готовые для существующих такси компании или стартапы . Выполнить онлайн , в режиме реального времени заказа такси через мобильные приложения и ткани
spanish: Taximobility un sistema ya preparado el envío de reserva de taxi para compañías de taxis existente o de nueva creación . Realizar , reservación en línea de taxi tiempo real a través de aplicaciones móviles y webs

source: Ride from Anywhere TaxiMobility.com
russian: Поездка из любого TaxiMobility.com
spanish: Montar desde cualquier lugar TaxiMobility.com

source: Legal
russian: легальный

source: Links
russian: связи
spanish: Campo de golf

source: Rate us App Store
russian: Оценить нам App Store
spanish: nos clasificaría App Store

source: Like us on Facebook
russian: Поставьте нам лайк на фейсбуке
spanish: Haz like en Facebook

source: Follow us on Twitter
russian: Следуйте за нами на Twitter
spanish: Síganos en Twitter

source: Terms & Condition
russian: Правила и условия
spanish: Términos y condiciones

source: Privacy Policy
russian: политика конфиденциальности
spanish: Política de privacidad

source: When a friend rides with your code
russian: Когда друг едет с вашим кодом
spanish: Cuando un amigo se monta con su código

source: you Earn
russian: Вы зарабатываете
spanish: usted gana

source: Twitter
russian: щебетать
spanish: Gorjeo

source: SMS
russian: смс

source: Share Via
russian: Отправить по
spanish: Compartir via

source: Your device has no WhatsApp installed.
russian: Устройство не имеет WhatsApp установлен.
spanish: Su dispositivo tiene instalado ningún WhatsApp

source: Min Fare
russian: Минимальный тариф
spanish: Precio min

source: Taxi
russian: Такси

source: Fare Details
russian: Стоимость проезда Подробнее
spanish: Detalles de tarifas

source: Base Fare
russian: Базовый тариф
spanish: Tarifa base

source: Values
russian: Значения
spanish: Valores

source: Below
russian: Ниже
spanish: Abajo

source: Above
russian: Выше
spanish: Encima

source: Cancel Fare
russian: Отменить Плата за проезд
spanish: Cancelar Fare

source: Night Charges
russian: Ночные сборы
spanish: Cargos noche

source: Evening Charges
russian: Вечерние сборы
spanish: Los cargos de la tarde

source: Language
russian: язык
spanish: Idioma

source: Split Fare
russian: Сплит Стоимость проезда
spanish: Fare dividida

source: January
russian: январь
spanish: enero

source: February
russian: февраль
spanish: febrero

source: March
russian: Март
spanish: marzo

source: April
russian: апрель
spanish: abril

source: May
russian: май
spanish: Mayo

source: June
russian: июнь
spanish: junio

source: July
russian: июль
spanish: julio

source: August
russian: август
spanish: agosto

source: September
russian: сентябрь
spanish: septiembre

source: October
russian: октября
spanish: octubre

source: November
russian: ноябрь
spanish: noviembre

source: December
russian: Декабрь
spanish: diciembre

source: Please select Month,Year and press 'Select' or 'Cancel'.
russian: Пожалуйста, выберите месяц, год и нажмите 'Выбрать' или 'Отмена' .
spanish: Por favor, seleccione Mes , Año y pulse 'Seleccionar' 'o 'Cancelar' .

source: Please select the split fare percentage for
russian: Пожалуйста, выберите процентное соотношение тарифа для
spanish: Por favor, seleccione el porcentaje de la tarifa de división para

source: Or
russian: Или
spanish: O

source: Please select your favourite type
russian: Пожалуйста, выберите ваш любимый тип
spanish: Por favor seleccione su tipo favorito

source: Please Select Pick Up Location
russian: Выберите Pick Up Расположение
spanish: Por favor, seleccione la localidad de retiro

source: Profile
russian: Профиль
spanish: Perfil

source: Salutation
russian: приветствие
spanish: Saludo

source: Change Password
russian: Изменить пароль

source: Mr
russian: Мистер
spanish: Señor

source: Miss
russian: скучать
spanish: Perder

source: Mrs
russian: Г-жа
spanish: señora

source: Take Photo
russian: Фотографировать
spanish: Tomar foto

source: ERROR
russian: ОШИБКА

source: This device doesn't have a camera.
russian: Это устройство не имеет камеры .
spanish: Este dispositivo no dispone de una cámara.

source: Choose from Library
russian: Выбрать из библиотеки
spanish: Elige de la biblioteca

source: This device doesn't support photo libraries.
russian: Данное устройство не поддерживает библиотеки фотографий.
spanish: Este dispositivo no es compatible con las bibliotecas de fotos .

source: No changes has been made
russian: Изменений не было
spanish: No se realizaron cambios

source: Are you sure you want to logout?
russian: Вы действительно хотите выйти?
spanish: ¿Seguro que quieres salir?

source: Old Password
russian: Старый пароль
spanish: Contraseña anterior

source: New Password
russian: новый пароль
spanish: nueva contraseña

source: Please enter your old password
russian: Введите старый пароль
spanish: Por favor, introduzca su contraseña antigua

source: Please enter your new password
russian: Пожалуйста, введите новый пароль
spanish: Por favor, introduzca su nueva contraseña

source: Password and confirm password do not match
russian: Пароль и подтверждение пароля не совпадают
spanish: Contraseña y confirme la contraseña no coinciden

source: Old Password does not match
russian: Старый пароль не совпадает
spanish: La contraseña antigua no coincide

source: Apply
russian: Подать заявление
spanish: Aplicar

source: Please wait for location update
russian: Пожалуйста, подождите обновления местоположения
spanish: Por favor, espere a que la actualización de ubicación

source: Not Available
russian: Недоступен
spanish: No disponible

source: Are you sure you want to cancel this trip?
russian: Вы уверены, что хотите отменить эту поездку ?
spanish: ¿Está seguro de que desea cancelar este viaje ?

source: Please enter the drop location
russian: Пожалуйста, введите местоположение перетаскивания
spanish: Por favor, introduzca el lugar de retorno

source: Favourite Driver Booking
russian: Любимые драйверы
spanish: Drivers favoritos

source: Drop Location
russian: Место сброса ?
spanish: Ubicación de la gota ?
