Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language/passenger/Localizable_*.strings
Languages: russian, spanish

source: Excuse my brevity,Sign up with the referral code %@ and earn %@.%@
russian: Простите за краткость , Подпишитесь с кодом направления %@ и заработать %@ . %@
spanish: Disculpen mi brevedad, Regístrese con el código de referencia %@ %@ y ganar . %@

source: Excuse my brevity,Sign up with the referral code %@ and earn %@
russian: Простите за краткость , Подпишитесь с кодом направления %@ и заработать %@ .
spanish: Disculpen mi brevedad, Regístrese con el código de referencia %@ %@ y ganar .

source: No tracking available!
russian: На данный момент нет отслеживания доступна !
spanish: Actualmente hay seguimiento disponible !

source: Are you sure ,Do you want to delete the driver from favourite list ?
russian: Вы уверены, Вы хотите, чтобы удалить драйвер из списка избранного?
spanish: ¿Seguro, ¿Quieres eliminar el controlador de la lista de favoritos?

source: Waiting Fare
russian: Ожидание Плата за проезд
spanish: tarifa de espera

source: Waiting fare per Hour
russian: Ожидание плату за проезд в час
spanish: Precio de espera por hora

source: No favourite driver found
russian: Не любимый водитель найден
spanish: No se encontró piloto favorito

source: You can't change the payment type when the split fare facility enabled
russian: Вы не можете изменить тип оплаты, когда плата за проезд объекта сплит включен
spanish: No se puede cambiar el tipo de pago cuando el recurso de tarifa dividida está habilitado

source: Please enter valid expiry date
russian: Пожалуйста, введите действительный срок годности
spanish: Ingrese una fecha de caducidad válida

source: Please enter the valid Referral Code
russian: Пожалуйста, введите действительный код рефералов
spanish: Introduzca el código de referencia válido

source: Favourite Drivers
russian: Любимые драйверы
spanish: Drivers favoritos

source: Completed
russian: Завершенный
spanish: Terminado

source: Cancelled
russian: Отменено
spanish: Cancelado

source: Min(s)
russian: Мин (ы)

source: Vehicle Min's Fare
russian: Автомобиль Стоимость проезда Мин
spanish: Tarifa del Min del vehículo

source: Waiting
russian: ожидание
spanish: Esperando

source: Waiting Time Cost
russian: Время ожидания Стоимость
spanish: Tiempo de espera

source: Vehicle Waiting Time
russian: Автомобиль Время ожидания
spanish: Tiempo de espera del vehículo

source: Evening Fare
russian: Вечерний Стоимость проезда
spanish: Tarifa por la noche

source: Night Fare
russian: В ночь Плата за проезд
spanish: tarifa nocturna

source: Sub Total
russian: Итого к югу

source: Tax
russian: налог
spanish: Impuesto

source: Total
russian: Всего

source: 1.Cab delay
russian: 1.задержка кабины

source: 2.Driver not responded
russian: 2.Водитель не ответил
spanish: 2. El conductor no respondió

source: 3.Wrong address shown
russian: 3.Неправильный адрес показано
spanish: 3. Dirección errónea mostrada

source: 4.Changed the travel plan
russian: 4.Измененный план путешествия
spanish: 4. Cambió el plan de viaje

source: 5.Booking placed in error
russian: 5.Бронирование отелей помещается в ошибке
spanish: 5.Reservar errores

source: 6.Other
russian: 6.Другие
spanish: 6.Otros

source: Vehicle Distance Fare
russian: Автомобиль Расстояние Стоимость проезда
spanish: Distancia del vehículo

source: Trip Fare
russian: Маршрутный Плата за проезд
spanish: tarifa de viaje

source: Distance Fare
russian: Расстояние Стоимость проезда
spanish: Tarifa de la distancia

source: Minutes Fare
russian: Protokol Stoimost' proyezda
spanish: Cuota de los minutos

source: Enter your sub domain
russian: Введите свой поддомен
spanish: Introduzca su subdominio

source: Domain name must contain atleast 3 characters
russian: Доменное имя должно содержать не менее 3 символов
spanish: El nombre de dominio debe contener al menos 3 caracteres

source: Minutes Traveled
russian: Протокол Ездил
spanish: Minutos recorridos

source: Minute Fare
russian: Стоимость проезда минуту
spanish: tarifa por minuto

source: Vehicle Minute Fare
russian: Автомобиль минуту Стоимость проезда
spanish: Vehículo tarifa de minuto

source: Do you want to rate the driver with zero rating?
russian: Вы хотите, чтобы оценить водителя с нулевым рейтингом?
spanish: ¿Quieres calificar al conductor con calificación cero?

source: Your registration is not yet completed, If you move back, then you have to login again to complete the registration.Do you want to move back?
russian: Ваша регистрация еще не завершена, если вы вернетесь, то вам необходимо войти еще раз, чтобы завершить registration.Do вы хотите переместить обратно?
spanish: Su registro no se ha completado todavía, Si se muda de nuevo, entonces usted tiene que iniciar sesión nuevamente para completar el registro. ¿Quiere regresar?

source: Split fare with
russian: Разделить плата за проезд с
spanish: Tarifa fraccionada con

source: Not Responded
russian: Не отвечаемый
spanish: No respondido

source: Track Now
russian: Трек сейчас
spanish: Seguir ahora

source: Sign Up with Facebook
russian: Регистрация с Facebook
spanish: Registrate con Facebook

source: Login With Facebook
russian: Авторизоваться с помощью Фэйсбука
spanish: Iniciar sesión usando Facebook

source: Favourite driver option is disabled
russian: Любимый вариант драйвер отключен
spanish: La opción del controlador favorito está desactivada

source: Favourite driver option is enabled
russian: Любимый вариант драйвер включен
spanish: La opción del controlador favorito está activada

source: Credit Card
russian: Кредитная карта
spanish: Tarjeta de crédito

source: Trip ID
russian: Identifikator poyezdki
spanish: ID de viaje

source: move map to adjust pickup
russian: Переместить карту, чтобы настроить пикап
spanish: Mover mapa para ajustar la recolección

source: Skip Favourite
russian: Пропустить
spanish: Skip Popular

source: Cars Available
russian: Доступные автомобили
spanish: Coches disponibles

source: Promo
russian: Промо
spanish: Promoción

source: My Location
russian: Мое местонахождение
spanish: Mi ubicacion

source: Tap to edit your Pickup or Drop location
russian: Нажмите, чтобы изменить место съемки или пересадки
spanish: Toca para editar la ubicación de recogida o de retirada

source: Estimate Time of Arrival
russian: Расчетное время прибытия
spanish: Tiempo estimado de llegada

source: Capacity
russian: Вместимость
spanish: Capacidad

source: Confirm Pickup
russian: Подтвердить отправку
spanish: Confirmar la recogida

source: Confirm your Pickup at
russian: Подтвердите отправку
spanish: Confirme su recolección en

source: Schedule a Ride
russian: Запланировать поездку
spanish: Programe un viaje

source: Set Pickup Date
russian: Установить дату отправки
spanish: Establecer fecha de recogida

source: Skip Favourite Places
russian: Пропустить избранные места
spanish: Omitir lugares favoritos

source: Favourite place option is disabled
russian: Функция «Пропустить избранные» отключена
spanish: Omitir la opción favorita está desactivada

source: Favourite place option is enabled
russian: Функция «Пропустить избранные» включена
spanish: La opción Saltar favorito está activada

source: Skip
russian: Пропускать
spanish: Omitir

source: Please enter valid amount
russian: Введите действительную сумму
spanish: Introduzca un importe válido

source: Please enter your card number
russian: Введите номер своей карты
spanish: Introduzca su número de tarjeta

source: Please select expiry month
russian: Выберите месяц окончания срока действия
spanish: Seleccione el mes de vencimiento

source: Please select expiry year
russian: Выберите год окончания срока действия
spanish: Seleccione el año de vencimiento

source: Please enter valid cvv
russian: Введите действительный cvv
spanish: Ingrese CVV válido

source: Please enter the Valid PromoCode
russian: Вы не применяли промо-код.
spanish: No aplicaste ningún código promocional.

source: Please select the payment option
russian: Выберите тип оплаты
spanish: Seleccione el tipo de pago

source: Taxi's are not currently available
russian: Такси недоступно для выбранной модели на данный момент
spanish: El taxi no está disponible para el modelo seleccionado en este momento

source: Your device date and time is seems to be incorrect.Please set the correct time in order to continue
russian: озможно, дата и время устройства неверные. Укажите правильное время для продолжения.
spanish: La fecha y hora del dispositivo parece ser incorrecta.Por favor, establezca la hora correcta para continuar

source: Skip Favourites
russian: Пропустить избранное
spanish: Saltar favorito

source: Trip Id
spanish: Id viaje

source: Loading...
spanish: Cargando...

source: MILES
spanish: milésimas

source: (1MILES)
spanish: (1milésimas)
