Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language_colorcode_default_customize/passenger/Localizable_*_customize.strings
Languages: spanish

# Please turn on location service to use this app
source: Please turn on location services to use this app.1
spanish: Por favor, active el servicio de ubicación para utilizar esta aplicación1

# Sign Up
source: Sign Up1
spanish: Regístrate1

# Sign In
source: Sign In1
spanish: Registrarse1

# Ride Now
source: Ride Now1
spanish: Montar ahora1

# Ride Later
source: Ride Later1
spanish: Más tarde montar1

# Drop Location(Optional)
source: Drop off Location(Optional)1
spanish: Ubicación gota ( Opcional )1

# Go To Pin...
source: Fetching Address...1
spanish: Obtener dirección ...1

# Available
source: Available1
spanish: Disponible1

# Currently no cars are available
source: Currently no cars are available1
spanish: Actualmente no hay coches están disponibles1

# Pickup time is approximately
source: Pickup time is approximately1
spanish: horario de recogida es de aproximadamente1

# Minutes
source: Minutes1
spanish: Minutos1

# Confirm later booking?
source: Confirm later booking?1
spanish: Confirmar más tarde de reserva ?1

# OK
source: OK1
spanish: De acuerdo1

# CANCEL
source: Cancel1
spanish: Cancelar1

# Enter pickup Location
source: Enter pickup Location1
spanish: Introduzca lugar de recogida1

# Enter drop location
source: Enter drop off location1
spanish: Entrar el lugar1

# Favourites
source: Favourites1
spanish: favoritos1

# Home
source: Home1
spanish: Casa1

# Office
source: Office1
spanish: Oficina1

# Airport
source: Airport1
spanish: Aeropuerto1

# Others
source: Others1
spanish: Otros1

# You have already selected this contact
source: You have already selected this contact.1
spanish: Ya ha seleccionado este contacto1

# Total Approximate Fare:
source: Total Approximate Fare:1
spanish: Suma precio aproximado:1

# Approximate Fare:
source: Approximate Fare:1
spanish: Tarifa aproximada:1

# Fare Estimate
source: Fare Estimate1
spanish: Estimación de tarifas1

# Cash/Card
source: Cash/Card1
spanish: Tarjeta de efectivo1

# Promo Code
source: Promo Code1
spanish: Código promocional1

# Request Taxi
source: Request Taxi1
spanish: solicitud de taxi1

# Cancel
source: Cancel1
spanish: Cancelar1

# Yes
source: Yes1
spanish: Sí1

# YES
source: Yes1
spanish: Sí1

# Get Fare Estimate
source: Get Fare Estimate1
spanish: Obtener estimación de tarifa1

# Minimum Fare
source: Minimum Fare1
spanish: La tarifa mínima1

# Maximum Size
source: Maximum Size1
spanish: Tamaño máximo1

# Estimated Fare
source: Estimated Fare1
spanish: Precio estimado del1

# Approximate Fare
source: Approximate Fare1
spanish: Precio aproximado1

source: This is an estimate. Actual fare may vary slightly based on traffic or discounts.1
spanish: Esta es una estimación . La tarifa real puede variar ligeramente en función del tráfico o descuentos .1

# Split a Fare with Friends
source: Split Fare with Friends1
spanish: Dividir una tarifa con Amigos1

# Select a Friend
source: Select a Friend1
spanish: Seleccione un amigo1

# Submit
source: Submit1
spanish: Enviar1

source: This app requires access to your contacts in the device. Please enable Contacts access for this app in Settings / Privacy / Contacts.1
spanish: Esta aplicación requiere acceso a Contacts.Please de su dispositivo permitirá el acceso Contactos para esta aplicación en Ajustes / Privacidad / contactos1

# Please select the friend
source: Please select the friend1
spanish: Por favor, seleccione el amigo1

# Total Split fare percentage should be 100
source: Total split fare percentage should be 1001
spanish: porcentaje de la tarifa de Split total debe ser 1001

# Book A Taxi
source: Book a Taxi1
spanish: Reservar un taxi1

# Book Now
source: Book Now1
spanish: Reservar ahora1

# Requesting Taxi
source: Requesting Taxi1
spanish: Taxi solicitando1

# First Name
source: First Name1
spanish: Nombre de pila1

# Last Name
source: Last Name1
spanish: Apellido1

# Mobile Number
source: Mobile Number1
spanish: Número de teléfono móvil1

# Password
source: Password1
spanish: Contraseña1

# Confirm Password
source: Confirm Password1
spanish: Confirmar contraseña1

# Referral Code
source: Referral Code1
spanish: código de referencia1

# Show
source: Show1
spanish: Espectáculo1

# Hide
source: Hide1
spanish: Esconder1

# Country Code
source: Country Code1
spanish: Código de país1

# Enter your email id
source: Enter your email id1
spanish: Ingrese su correo electrónico de identificación1

# Enter your mobile number
source: Enter your mobile number1
spanish: Ingrese su numero celular1

# Try another number?
source: Try another number?1
spanish: Pruebe con otro número?1

# Please enter your first name
source: Please enter your first name1
spanish: Por favor, introduzca su nombre de pila1

# Please enter your last name
source: Please enter your last name1
spanish: Por favor, introduzca su nombre de pila1

# Please enter your mobile number
source: Please enter your mobile number1
spanish: Por favor, introduzca su número de móvil1

# Please enter the password
source: Please enter the password1
spanish: Por favor introduzca la contraseña1

# Please enter the confirm password
source: Please enter the confirm password1
spanish: Por favor, introduzca la contraseña de confirmación1

# Please enter valid email address
source: Please enter valid email address1
spanish: Por favor ingrese una dirección de correo electrónico válida1

# Please enter valid mobile number
source: Please enter valid mobile number1
spanish: Por favor, introduzca el número de móvil válido1

# Password should be minimum 6 characters
source: Password should be minimum 6 characters1
spanish: La contraseña debe tener un mínimo de 6 caracteres1

# Password does not match
source: Password does not match1
spanish: Las contraseñas no coinciden1

# First name must contain atleast 4 characters
source: First name must contain atleast 4 characters1
spanish: Nombre debe contener al menos 4 caracteres1

# Book a Taxi
source: Book a Taxi1
spanish: Reservar un taxi1

# Track my Taxi
source: Track my Taxi1
spanish: Seguimiento de Taxi1

# My Booking
source: My Bookings1
spanish: Mi reserva1

# Payment Options
source: Payment Options1
spanish: Opciones de pago1

# Wallet
source: Wallet1
spanish: Billetera1

# Fare
source: Fare1
spanish: Tarifa1

# Invite Friends
source: Invite Friends1
spanish: Invitar a amigos1

# Settings
source: Settings1
spanish: ajustes1

# About
source: About1
spanish: Acerca de1

# Log Out
source: Log out1
spanish: Cerrar sesión1

# Done
source: Done1
spanish: Hecho1

# Forgot Password?
source: Forgot Password?1
spanish: ¿Se te olvidó tu contraseña?1

# Payment
source: Payment1
spanish: Pago1

# Add New Card
source: Add New Card1
spanish: Añadir nueva tarjeta1

# Default Card
source: Default Card1
spanish: Tarjeta predeterminado1

# Add Cards
source: Add Card1
spanish: Agregar tarjeta1

# Edit Card
source: Edit Card1
spanish: Editar la tarjeta1

# Personal Card
source: Personal Card1
spanish: Tarjeta personal1

# Card
source: Card1
spanish: Tarjeta1

# Expiry
source: Expiry1
spanish: Expiración1

# Delete Card
source: Delete Card1
spanish: eliminar la tarjeta1

# Business Card
source: Business Card1
spanish: Tarjeta de visita1

# Save
source: Save1
spanish: Salvar1

# Are you sure you want to delete card?
source: Are you sure you want to delete card?1
spanish: ¿Está seguro de que quiere borrar la tarjeta ?1

# Select
source: Select1
spanish: Seleccionar1

# Enter valid expiry date
source: Enter valid expiry date1
spanish: Introduzca la fecha de caducidad válida1

# Please enter valid credit card number
source: Please enter valid credit card number1
spanish: Por favor, introduzca el número de tarjeta de crédito válida1

# MM/YY
source: MM/YY1
spanish: MM / AA1

# Enter valid CVV
source: Enter valid CVV1
spanish: Introduzca CVV válida1

# Recharge Money
source: Recharge Money1
spanish: recarga de dinero1

# Cash Less, Hassle free rides with Taximobility wallet
source: Cashless, hassle-free rides with TaxiMobility wallet.1
spanish: Menos dinero en efectivo , paseos sin problemas con Taximobility billetera1

# HAVE A PROMOCODE?
source: HAVE A PROMO CODE?1
spanish: ¿Tienes un código de promoción?1

# Add Money
source: Add Money1
spanish: Agregar dinero1

# Enter the Promo Code
source: Enter Promo Code1
spanish: Ingrese el código de promoción1

# Enter amount between
source: Enter amount between1
spanish: Ingrese cantidad entre1

# Brain Tree
source: Braintree1
spanish: árbol del cerebro1

# Amount
source: Amount1
spanish: Cantidad1

# Card Number
source: Card Number1
spanish: Número de tarjeta1

# YYYY
source: YYYY1
spanish: AAAA1

# Name on the card
source: Name on the card1
spanish: Nombre en la Tarjeta1

# Terms and Conditions
source: Terms and Conditions1
spanish: Términos y Condiciones1

# Terms And Conditions
source: Terms and Conditions1
spanish: Términos y Condiciones1

# Select month
source: Select month1
spanish: Seleccione mes1

# Select year
source: Select year1
spanish: Seleccionar año1

# All fields are mandatory
source: All fields are mandatory1
spanish: Todos los campos son obligatorios1

# Please agree to the Terms & Conditions
source: Please agree with the Terms & Conditions1
spanish: Por favor, estar de acuerdo con los Términos y Condiciones1

# Edit Favourites
source: Edit Favourites1
spanish: Editar favoritos1

# Add Favourites
source: Add Favourite1
spanish: Añadir favoritos1

# Select Type
source: Select Type1
spanish: Seleccionar el tipo de1

# Pickup Location
source: Pickup Location1
spanish: Lugar de recogida1

# Trip Details
source: Trip Details1
spanish: Detalles del viaje1

# Distance
source: Distance1
spanish: Distancia1

# Pickup Time
source: Pickup Time1
spanish: Hora de recogida1

# Booking Time
source: Booking Time1
spanish: Tiempo de reserva1

# Drop Time
source: Drop off Time1
spanish: Tiempo de caída1

# Trip Duration
source: Trip Duration1
spanish: Duración del viaje1

# Used Wallet
source: Wallet usage1
spanish: Monedero de ocasión1

# Trip Id
source: Trip ID1
spanish: Id viaje1

# Split Fare Status
source: Split Fare Status1
spanish: Estado de split Fare1

# Accepted
source: Accepted1
spanish: Aceptado1

# Rejected
source: Rejected1
spanish: Rechazado1

# Pending
source: Pending1
spanish: Pendiente1

# My Bookings
source: My Bookings1
spanish: Mis Reservas1

# On Going
source: On Going1
spanish: En marcha1

# Up Coming
source: Upcoming1
spanish: próximo1

# Past Bookings
source: Past Bookings1
spanish: Reservas últimos1

# No data available!
source: No data available!1
spanish: ¡Datos no disponibles!1

# Drop Location is not specified
source: Drop off Location is not specified1
spanish: Ubicación gota no se especifica1

# Loading...
source: Loading...1
spanish: Cargando...1

# No more data to load
source: No more data to load1
spanish: No hay más datos para cargar1

# Paid By
source: Paid By1
spanish: Pagado por1

# Trip cancel
source: Cancel Trip1
spanish: Cancelar viaje1

# Help
source: Help1
spanish: Ayuda1

# I lost an item
source: I lost an item.1
spanish: He perdido un elemento1

# I had issue with my fare
source: I had issue with my fare.1
spanish: Tuve problema con mi pasaje1

# My driver was unprofessional
source: My driver was unprofessional.1
spanish: Mi conductor era poco profesional1

# My vehicle was't what I expected
source: My vehicle was't what I expected.1
spanish: Mi vehículo era't lo que esperaba1

# I has a issue with my receipt or payment
source: I have an issue with my receipt or payment.1
spanish: I tiene un problema con mi pago o de cobro1

# I was involved in accident
source: I was involved in an accident.1
spanish: Yo estaba involucrado en un accidente1

# Cash Trips
source: Trips by cash1
spanish: Viajes en efectivo1

# Enter your comments
source: Enter your comments1
spanish: Introduzca sus comentarios1

# Please enter your comments
source: Please enter your comments1
spanish: Por favor, introduzca sus comentarios1

# Reason for Cancel
source: Reason for Cancellation1
spanish: Motivo de la cancelación1

# Confirmation
source: Confirmation1
spanish: Confirmación1

# Please Let Us know the reason for cancellation
source: Please let us know the reason for cancellation.1
spanish: Por favor sepamos el motivo de la cancelación1

# Change the Travel Plan
source: Change the Travel Plan1
spanish: Cambiar el plan de viaje1

# Booking Placed in error
source: Booking placed in error1
spanish: Colocado en reservar de error1

# Cab delay/issues
source: Cab delay/issues1
spanish: retardo de la cabina / problemas1

# EST :
source: ETA :1
spanish: EST :1

# Call
source: Call1
spanish: Llamada1

# No sim card installed
source: No SIM card installed1
spanish: No hay tarjeta SIM instalada1

# Call facility is not available on your device
source: Call facility is not available in your device.1
spanish: servicio de llamada no está disponible en su dispositivo1

# Enter CVV number
source: Enter CVV number1
spanish: Introduzca el número CVV1

# Please enter a valid cvv
source: Please enter a valid CVV1
spanish: Por favor, introduzca una válida CVV1

# Trip In Progress
source: Trip in Progress1
spanish: Viaje en curso1

# Cash
source: Cash1
spanish: Efectivo1

# Wallet Amount
source: Wallet Amount1
spanish: Monto Monedero1

# Paid Amount
source: Paid Amount1
spanish: Monto de pago1

# Payment type
source: Payment type1
spanish: Tipo de pago1

# E-Receipt
source: E-Receipt1
spanish: E - Recibo1

# Trip Completed
source: Trip Completed1
spanish: Completado de viaje1

# Thank you for using Taximobility! Make your next trip even more enjoyable!
source: Thank you for using TaxiMobility! Make your next trip even more enjoyable!1
spanish: Gracias por usar Taximobility ! Hacer que su próximo viaje sea aún más agradable !1

# Rate Your Driver
source: Rate Your Driver1
spanish: Porcentaje Su controlador1

# Type your Comments
source: Type your Comments1
spanish: Escriba sus comentarios1

# Share it
source: Share it1
spanish: Compártelo1

# Your device doesn't support SMS!
source: Your device doesn't support SMS!1
spanish: El dispositivo no es compatible con SMS !1

# Taximobility - Invite a Friend
source: TaxiMobility - Invite a Friend1
spanish: Taximobility - Invitar a un amigo1

# Split a Fare with
source: Split fare with1
spanish: Dividir una tarifa con1

# Your Fare will be charged
source: Your ride will be charged1
spanish: Se debe pagar la tarifa1

# Card Register
source: Card Register1
spanish: tarjeta del Registro1

# Enter the Referral Code
source: Enter the Referral Code1
spanish: Ingrese el código de referencia1

# Save Card Details
source: Save Card Details1
spanish: Guardar detalles de tarjeta1

# Pay by Credit Card
source: Pay by Credit Card1
spanish: Pagar con tarjeta de crédito1

# Pay by Cash
source: Pay by Cash1
spanish: Pagar en efectivo1

# Pay using Referral Code
source: Pay using Referral Code1
spanish: Pagar con el código de referencia1

# and
source: and1
spanish: y1

# Verify Email
source: Verify Code1
spanish: Código de verificación1

# A four digit authentication code has been sent to
source: A four digit authentication code has been sent to1
spanish: Un código de autenticación de cuatro dígitos ha sido enviada a1

# Resent OTP
source: Resend OTP1
spanish: Reenviar OTP1

# Please check your Internet Connection
source: Please check your Internet Connection1
spanish: Por favor revise su conexion a internet1

# Check Your Network Connection
source: Check Your Network Connection1
spanish: Compruebe la conexión de red1

source: Taximobility a ready-made taxi booking dispatch system for existing taxi companies or start ups. Perform online, real time taxi booking over mobile apps and webs1
spanish: Taximobility un sistema ya preparado el envío de reserva de taxi para compañías de taxis existente o de nueva creación . Realizar , reservación en línea de taxi tiempo real a través de aplicaciones móviles y webs1

# Ride from Anywhere TaxiMobility.com
source: Ride from anywhere TaxiMobility.com1
spanish: Montar desde cualquier lugar TaxiMobility.com1

# Links
source: Links1
spanish: Campo de golf1

# Rate us App Store
source: Rate us in App Store1
spanish: nos clasificaría App Store1

# Like us on Facebook
source: Like us on Facebook1
spanish: Haz like en Facebook1

# Follow us on Twitter
source: Follow us on Twitter1
spanish: Síganos en Twitter1

# Terms & Condition
source: Terms & Conditions1
spanish: Términos y condiciones1

# Privacy Policy
source: Privacy Policy1
spanish: Política de privacidad1

# When a friend rides with your code
source: When a friend rides with your code1
spanish: Cuando un amigo se monta con su código1

# you Earn
source: you Earn1
spanish: usted gana1

# Twitter
source: Twitter1
spanish: Gorjeo1

# Share Via
source: Share via1
spanish: Compartir via1

# Your device has no WhatsApp installed.
source: Your device has no WhatsApp installed.1
spanish: Su dispositivo tiene instalado ningún WhatsApp 1

# Min Fare
source: Min Fare1
spanish: Precio min1

# Fare Details
source: Fare Details1
spanish: Detalles de tarifas1

# Base Fare
source: Base Fare1
spanish: Tarifa base1

# Values
source: Values1
spanish: Valores1

# Below
source: Below1
spanish: Abajo1

# Above
source: Above1
spanish: Encima1

# Cancel Fare
source: Cancellation Fare1
spanish: Cancelar Fare1

# Night Charges
source: Night Charges1
spanish: Cargos noche1

# Evening Charges
source: Evening Charges1
spanish: Los cargos de la tarde1

# Language
source: Language1
spanish: Idioma1

# Split Fare
source: Split Fare1
spanish: Fare dividida1

# January
source: January1
spanish: enero1

# February
source: February1
spanish: febrero1

# March
source: March1
spanish: marzo1

# April
source: April1
spanish: abril1

# May
source: May1
spanish: Mayo1

# June
source: June1
spanish: junio1

# July
source: July1
spanish: julio1

# August
source: August1
spanish: agosto1

# September
source: September1
spanish: septiembre1

# October
source: October1
spanish: octubre1

# November
source: November1
spanish: noviembre1

# December
source: December1
spanish: diciembre1

# Please select Month,Year and press 'Select' or 'Cancel'.
source: Please select Month, Year and press 'Select' or 'Cancel'.1
spanish: Por favor, seleccione Mes , Año y pulse 'Seleccionar' 'o 'Cancelar' .1

# Please select the split fare percentage for
source: Please select the split fare percentage for1
spanish: Por favor, seleccione el porcentaje de la tarifa de división para1

# Please select your favourite type
source: Please select your favourite type1
spanish: Por favor seleccione su tipo favorito1

# Please Select Pick Up Location
source: Please Select Pick Up Location1
spanish: Por favor, seleccione la localidad de retiro1

# Profile
source: Profile1
spanish: Perfil1

# Salutation
source: Salutation1
spanish: Saludo1

# Mr
source: Mr1
spanish: Señor1

# Miss
source: Miss1
spanish: Perder1

# Mrs
source: Mrs1
spanish: señora1

# Take Photo
source: Take Photo1
spanish: Tomar foto1

# This device doesn't have a camera.
source: This device doesn't have a camera.1
spanish: Este dispositivo no dispone de una cámara.1

# Choose from Library
source: Choose from Library1
spanish: Elige de la biblioteca1

# This device doesn't support photo libraries.
source: This device doesn't support photo libraries.1
spanish: Este dispositivo no es compatible con las bibliotecas de fotos .1

# No changes has been made
source: No changes made1
spanish: No se realizaron cambios1

# Are you sure you want to logout?
source: Are you sure you want to logout?1
spanish: ¿Seguro que quieres salir?1

# Old Password
source: Old Password1
spanish: Contraseña anterior1

# New Password
source: New Password1
spanish: nueva contraseña1

# Please enter your old password
source: Please enter your old password1
spanish: Por favor, introduzca su contraseña antigua1

# Please enter your new password
source: Please enter your new password1
spanish: Por favor, introduzca su nueva contraseña1

# Password and confirm password do not match
source: Password and confirm password do not match1
spanish: Contraseña y confirme la contraseña no coinciden1

# Old Password does not match
source: Old Password does not match1
spanish: La contraseña antigua no coincide1

# Apply
source: Apply1
spanish: Aplicar1

# Please wait for location update
source: Please wait for location update1
spanish: Por favor, espere a que la actualización de ubicación1

# Not Available
source: Not Available1
spanish: No disponible1

# Are you sure you want to cancel this trip?
source: Are you sure you want to cancel this trip?1
spanish: ¿Está seguro de que desea cancelar este viaje ?1

# Please enter the drop location
source: Please enter the drop off location1
spanish: Por favor, introduzca el lugar de retorno1

# Favourite Driver Booking
source: Favourite Drivers1
spanish: Drivers favoritos1

# Drop Location
source: Drop Location ?1
spanish: Ubicación de la gota ?1

# Excuse my brevity,Sign up with the referral code %@ and earn %@.%@
source: Sign up with the referral code %@ and earn %@.%@1
spanish: Disculpen mi brevedad, Regístrese con el código de referencia %@ %@ y ganar . %@1

# Excuse my brevity,Sign up with the referral code %@ and earn %@
source: Sign up with the referral code %@ and earn %@1
spanish: Disculpen mi brevedad, Regístrese con el código de referencia %@ %@ y ganar .1

# No tracking available!
source: Currently no tracking available!1
spanish: Actualmente hay seguimiento disponible !1

# Are you sure ,Do you want to delete the driver from favourite list ?
source: Do you want to delete the driver from Favourites?1
spanish: ¿Seguro, ¿Quieres eliminar el controlador de la lista de favoritos?1

# Waiting Fare
source: Waiting Fare1
spanish: tarifa de espera1

# Waiting fare per Hour
source: Waiting fare per hour1
spanish: Precio de espera por hora1

# No favourite driver found
source: No favourite driver found1
spanish: No se encontró piloto favorito1

# You can't change the payment type when the split fare facility enabled
source: You can't change the payment type when the split fare facility is enabled.1
spanish: No se puede cambiar el tipo de pago cuando el recurso de tarifa dividida está habilitado1

# Please enter valid expiry date
source: Please enter valid expiry date1
spanish: Ingrese una fecha de caducidad válida1

# Please enter the valid Referral Code
source: Please enter the valid Referral Code1
spanish: Introduzca el código de referencia válido1

# Favourite Drivers
source: Favourite Drivers1
spanish: Drivers favoritos1

# Completed
source: Completed1
spanish: Terminado1

# Cancelled
source: Cancelled1
spanish: Cancelado1

# Vehicle Min's Fare
source: Vehicle Mins Fare1
spanish: Tarifa del Min del vehículo1

# Waiting
source: Waiting1
spanish: Esperando1

# Waiting Time Cost
source: Waiting Time Cost1
spanish: Tiempo de espera1

# Vehicle Waiting Time
source: Vehicle Waiting Time1
spanish: Tiempo de espera del vehículo1

# Evening Fare
source: Evening Fare1
spanish: Tarifa por la noche1

# Night Fare
source: Night Fare1
spanish: tarifa nocturna1

# Tax
source: Tax1
spanish: Impuesto1

# 2.Driver not responded
source: 2.Driver did not respond1
spanish: 2. El conductor no respondió1

# 3.Wrong address shown
source: 3.Wrong address shown1
spanish: 3. Dirección errónea mostrada1

# 4.Changed the travel plan
source: 4.Changed the travel plan1
spanish: 4. Cambió el plan de viaje1

# 5.Booking placed in error
source: 5.Booking placed in error1
spanish: 5.Reservar errores1

# 6.Other
source: 6.Others1
spanish: 6.Otros1

# Vehicle Distance Fare
source: Vehicle Distance Fare1
spanish: Distancia del vehículo1

# Trip Fare
source: Trip Fare1
spanish: tarifa de viaje1

# Distance Fare
source: Distance Fare1
spanish: Tarifa de la distancia1

# MILES
source: MILES1
spanish: milésimas1

# (1MILES)
source: (1MILES)1
spanish: (1milésimas)1
