Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language_colorcode_default_customize/passenger/Localizable_*_default.strings
Languages: french

source: APP TITLE
french: Taximobility

source: Please turn on location service to use this app
french: S'il vous plaît activer le service de localisation à utiliser cette application

source: Sign Up
french: S'inscrire

source: Sign In
french: Se connecter

source: Ride Later
french: Roulez plus tard

source: Drop Location(Optional)
french: Lieu de restitution (Facultatif )

source: Go To Pin...
french: Récupération de l'adresse ...

source: Available
french: Disponible

source: Currently no cars are available
french: Actuellement pas de voitures sont disponibles

source: Pickup time is approximately
french: temps de ramassage est d'environ

source: Confirm later booking?
french: Confirmer la réservation plus tard?

source: OK
french: D'accord

source: CANCEL
french: Annuler

source: Enter pickup Location
french: Entrez ramassage Lieu

source: Enter drop location
french: Entrer la localisation

source: Favourites
french: Favoris

source: Home
french: Accueil

source: Office
french: Bureau

source: Airport
french: Aéroport

source: Others
french: Autres

source: You have already selected this contact
french: Vous avez déjà sélectionné ce contact

source: Total Approximate Fare:
french: Total Fare approximatif:

source: Approximate Fare:
french: Tarifs approximatif:

source: Fare Estimate
french: Fare Estimation

source: Cash/Card
french: Carte de paiement

source: Promo Code
french: Code promo

source: Request Taxi
french: Demande Taxi

source: Cancel
french: Annuler

source: Yes
french: Oui

source: YES
french: Oui

source: No
french: Non

source: Get Fare Estimate
french: Obtenir devis tarifs

source: Minimum Fare
french: Tarifs minimum

source: Maximum Size
french: Taille maximum

source: Estimated Fare
french: Fare estimée

source: Approximate Fare
french: Tarif approximatif

source: This is an estimate. Actual fare may vary slightly based on traffic or discounts.
french: Ceci est une estimation . tarif réel peut varier légèrement en fonction du trafic ou des réductions.

source: Split a Fare with Friends
french: Split, un tarif avec des amis

source: Select a Friend
french: Sélectionnez un ami

source: Submit
french: Soumettre

source: This app requires access to your device's Contacts.Please enable Contacts access for this app in Settings / Privacy / Contacts
french: Cette application nécessite l'accès à Contacts.Please de votre appareil activer les contacts d'accès pour cette application dans Paramètres / Confidentialité / Contacts

source: Please select the friend
french: S'il vous plaît sélectionnez l'ami

source: Total Split fare percentage should be 100
french: Total pourcentage du tarif de Split devrait être 100

source: Book A Taxi
french: Réservez un taxi

source: Book Now
french: Reserve maintenant

source: Requesting Taxi
french: Réservez un taxi

source: First Name
french: Prénom

source: Last Name
french: Nom de famille

source: Mobile Number
french: Numéro de portable

source: Password
french: Mot de passe

source: Confirm Password
french: Confirmez le mot de passe

source: Referral Code
french: Code de Parrainage

source: Show
french: Montrer

source: Hide
french: Cacher

source: Country Code
french: Code postal

source: Enter your email id
french: Entrez votre email id

source: Enter your mobile number
french: Entrez votre numéro de mobile

source: Try another number?
french: Essayez un autre numéro ?

source: Please enter your first name
french: Entrez votre prénom s'il vous plait

source: Please enter your last name
french: Veuillez entrer votre nom de famille

source: Please enter your mobile number
french: S'il vous plaît entrer votre numéro de téléphone mobile

source: Please enter the password
french: S'il vous plaît entrer le mot de passe

source: Please enter the confirm password
french: S'il vous plaît entrer le mot de passe de confirmation

source: Please enter valid email address
french: S'il vous plaît entrez une adresse e-mail valide

source: Please enter valid mobile number
french: S'il vous plaît entrer le numéro de téléphone valide

source: Password should be minimum 6 characters
french: Mot de passe doit être au minimum 6 caractères

source: Password does not match
french: Le mot de passe ne correspond pas

source: First name must contain atleast 4 characters
french: Premier nom doit contenir atleast 4 caractères

source: Book a Taxi
french: Réservez un taxi

source: Track my Taxi
french: Suivre ma Taxi

source: My Booking
french: Ma Réservation

source: Payment Options
french: Options de paiement

source: Wallet
french: Portefeuille

source: Fare
french: aller

source: Invite Friends
french: Inviter des amis

source: Settings
french: Paramètres

source: About
french: Sur

source: Log Out
french: Se déconnecter

source: Done
french: Terminé

source: Forgot Password?
french: Mot de passe oublié?

source: NO
french: Non

source: Payment
french: Paiement

source: Add New Card
french: Ajouter une nouvelle carte

source: Default Card
french: Par défaut Card

source: Add Cards
french: Ajouter une carte

source: Edit Card
french: Modifier la carte

source: Personal Card
french: carte personnelle

source: Card
french: Carte

source: Expiry
french: Expiration

source: Delete Card
french: Supprimer la carte

source: Business Card
french: Carte de visite

source: Save
french: sauvegarder

source: Are you sure you want to delete card?
french: Êtes-vous sûr de vouloir supprimer la carte ?

source: Select
french: Sélectionner

source: Enter valid expiry date
french: Entrez la date d'expiration valide

source: Please enter valid credit card number
french: S'il vous plaît entrer le numéro de carte de crédit valide

source: MM/YY
french: MM / AA

source: Enter valid CVV
french: Entrez CVV valide

source: Recharge Money
french: Recharge de l'argent

source: Cash Less, Hassle free rides with Taximobility wallet
french: Moins de trésorerie , des tours gratuits Hassle avec Taximobility portefeuille

source: HAVE A PROMOCODE?
french: Avez vous un code de réduction?

source: Add Money
french: Ajouter de l'argent

source: Enter the Promo Code
french: Entrez le code promo

source: Enter amount between
french: Entrez le montant entre

source: Amount
french: Montant

source: Card Number
french: Numéro de carte

source: YYYY
french: AAAA

source: Name on the card
french: Nom sur la Carte

source: Terms and Conditions
french: Termes et conditions

source: Terms And Conditions
french: Termes et conditions

source: Select month
french: Sélectionnez un mois

source: Select year
french: Sélectionnez l'année

source: All fields are mandatory
french: Tous les champs sont obligatoires

source: Please agree to the Terms & Conditions
french: S'il vous plaît accepter les Conditions Générales d'Utilisation

source: Edit Favourites
french: Modifier favoris

source: Add Favourites
french: Ajouter favoris

source: Select Type
french: Sélectionner le genre

source: Pickup Location
french: Lieu de ramassage

source: Trip Details
french: Détails du voyage

source: Pickup Time
french: Temps de ramassage

source: Booking Time
french: Réservation Temps

source: Drop Time
french: Temps Goutte

source: Trip Duration
french: Durée de voyage

source: Used Wallet
french: occasion Wallet

source: Split Fare Status
french: Statut de Split Fare

source: Accepted
french: Accepté

source: Rejected
french: Rejeté

source: Pending
french: en attendant

source: My Bookings
french: Mes réservations

source: On Going
french: En cours

source: Up Coming
french: Prochain

source: Past Bookings
french: Les réservations passées

source: No data available!
french: Pas de données disponibles!

source: Drop Location is not specified
french: Lieu de restitution est pas spécifié

source: Loading...
french: Chargement...

source: No more data to load
french: Pas plus de données à charger

source: Paid By
french: Payé par

source: Trip cancel
french: voyage annuler

source: Help
french: Aidez-moi

source: I lost an item
french: J'ai perdu un élément

source: I had issue with my fare
french: J'ai eu problème avec mon tarif

source: My driver was unprofessional
french: Mon chauffeur était professionnel

source: My vehicle was't what I expected
french: Mon véhicule was't ce que je pensais

source: I has a issue with my receipt or payment
french: I a un problème avec mon reçu ou le paiement

source: I was involved in accident
french: J'ai été impliqué dans un accident

source: Cash Trips
french: Voyages en espèces

source: Enter your comments
french: Entrez vos commentaires

source: Please enter your comments
french: S'il vous plaît entrer vos commentaires

source: Reason for Cancel
french: Raison de l'annulation

source: Please Let Us know the reason for cancellation
french: S'il vous plaît laissez-nous savoir le motif d'annulation

source: Change the Travel Plan
french: Changer le Plan Voyage

source: Booking Placed in error
french: Réservation Placé dans l'erreur

source: Cab delay/issues
french: retard de Cab / questions

source: Call
french: Appel

source: No sim card installed
french: Aucune carte SIM installée

source: Call facility is not available on your device
french: installation d'appel ne sont pas disponibles sur votre appareil

source: Enter CVV number
french: Entrez le numéro CVV

source: Please enter a valid cvv
french: S'il vous plaît entrer un cvv valide

source: Trip In Progress
french: Voyage en cours

source: Cash
french: Argent liquide

source: Wallet Amount
french: Porte-monnaie Montant

source: Paid Amount
french: Montant payé

source: Payment type
french: Type de paiement

source: Trip Completed
french: voyage Terminé

source: Thank you for using Taximobility! Make your next trip even more enjoyable!
french: Merci d'utiliser Taximobility ! Faites votre prochain voyage encore plus agréable !

source: Rate Your Driver
french: Noter votre pilote

source: Type your Comments
french: Tapez vos commentaires

source: Share it
french: Partagez-le

source: Your device doesn't support SMS!
french: Votre appareil ne supporte pas les SMS !

source: Taximobility - Invite a Friend
french: Taximobility - Inviter un ami

source: Split a Fare with
french: Split, un tarif avec

source: Your Fare will be charged
french: Votre tarif sera facturé

source: Card Register
french: Registre des cartes

source: Enter the Referral Code
french: Entrez le code de référence

source: Save Card Details
french: Sauvegarder Carte Détails

source: Pay by Credit Card
french: Payer par carte de crédit

source: Pay by Cash
french: Payer en espèce

source: Pay using Referral Code
french: Payer avec le code de référence

source: Verify Email
french: Vérifier le code

source: A four digit authentication code has been sent to
french: Un code d'identification à quatre chiffres a été envoyée

source: Resent OTP
french: Renvoyez OTP

source: and
french: et

source: Please check your Internet Connection
french: S'il vous plaît vérifiez votre connexion Internet

source: Check Your Network Connection
french: Vérifiez votre connexion réseau

source: Taximobility a ready-made taxi booking dispatch system for existing taxi companies or start ups. Perform online, real time taxi booking over mobile apps and webs
french: Taximobility un système d'expédition ready-made réservation de taxi pour les compagnies de taxi existantes ou start-ups . Effectuer en ligne , en temps réel de taxi sur réservation applications mobiles et les réseaux

source: Ride from Anywhere TaxiMobility.com
french: Montez de ne importe où TaxiMobility.com

source: Legal
french: Légal

source: Links
french: Des liens

source: Rate us App Store
french: Noter nous App Store

source: Like us on Facebook
french: Aimez-nous sur facebook

source: Follow us on Twitter
french: Suivez-nous sur Twitter

source: Terms & Condition
french: Termes et conditions

source: Privacy Policy
french: Politique de confidentialité

source: When a friend rides with your code
french: Quand un ami monte avec votre code

source: you Earn
french: tu gagnes

source: Twitter
french: Gazouillement

source: Share Via
french: Partage via

source: Your device has no WhatsApp installed.
french: Votre appareil n'a pas WhatsApp installé.

source: Fare Details
french: Fare Détails

source: Base Fare
french: Tarif de base

source: Values
french: Valeurs

source: Below
french: Au dessous de

source: Above
french: Au dessus de

source: Cancel Fare
french: Annuler Fare

source: Night Charges
french: Charges de nuit

source: Evening Charges
french: Frais de soirée

source: Language
french: La langue

source: Split Fare
french: Fare de Split

source: January
french: janvier

source: February
french: février

source: March
french: Mars

source: April
french: avril

source: May
french: Mai

source: June
french: juin

source: July
french: juillet

source: August
french: août

source: September
french: septembre

source: October
french: octobre

source: November
french: novembre

source: December
french: décembre

source: Please select Month,Year and press 'Select' or 'Cancel'.
french: S'il vous plaît sélectionner mois, année et appuyez sur 'Select' ou 'Annuler'

source: Please select the split fare percentage for
french: S'il vous plaît sélectionnez le pourcentage split tarif pour

source: Or
french: Ou

source: Please select your favourite type
french: S'il vous plaît sélectionnez votre type préféré

source: Please Select Pick Up Location
french: S'il vous plaît Choisir Pick Up Lieu

source: Profile
french: Profil

source: Change Password
french: Changer le mot de passe

source: Mr
french: M

source: Miss
french: Mademoiselle

source: Mrs
french: Madame

source: Take Photo
french: Prendre une photo

source: ERROR
french: Erreur

source: This device doesn't have a camera.
french: Ce dispositif n'a pas de caméra.

source: Choose from Library
french: Choisissez parmi Bibliothèque

source: This device doesn't support photo libraries.
french: Cet appareil ne prend pas en charge les bibliothèques de photos.

source: No changes has been made
french: Aucun changement n'a été apporté

source: Are you sure you want to logout?
french: Êtes-vous sûr de vouloir vous déconnecter?

source: Old Password
french: ancien mot de passe

source: New Password
french: nouveau mot de passe

source: Please enter your old password
french: S'il vous plaît entrer votre ancien mot de passe

source: Please enter your new password
french: S'il vous plaît entrer votre nouveau mot de passe

source: Password and confirm password do not match
french: Mot de passe et confirmez le mot de passe ne correspondent pas

source: Old Password does not match
french: L'ancien mot de passe ne correspond pas

source: Apply
french: Appliquer

source: Please wait for location update
french: S'il vous plaît attendre la mise à jour de localisation

source: Not Available
french: Indisponible

source: Are you sure you want to cancel this trip?
french: Êtes-vous sûr de vouloir annuler ce voyage?

source: Please enter the drop location
french: S'il vous plaît entrer dans le lieu de dépôt

source: Favourite Driver Booking
french: Pilotes préférés

source: Drop Location
french: Lieu de dépôt?

source: Excuse my brevity,Sign up with the referral code %@ and earn %@.%@
french: Excusez ma brièveté, Inscrivez-vous avec le code de référence %@ %@ et gagner . %@

source: Excuse my brevity,Sign up with the referral code %@ and earn %@
french: Excusez ma brièveté, Inscrivez-vous avec le code de référence %@ %@ et gagner

source: No tracking available!
french: Actuellement aucun suivi disponible!

source: Are you sure ,Do you want to delete the driver from favourite list ?
french: Etes-vous sûr, Voulez-vous supprimer le pilote de la liste des favoris?

source: Waiting Fare
french: Fare attente

source: Waiting fare per Hour
french: Tarif d'attente par heure

source: No favourite driver found
french: Aucun pilote favori trouvé

source: You can't change the payment type when the split fare facility enabled
french: Vous ne pouvez pas modifier le type de paiement lorsque l'option de tarif fractionné est activée

source: Please enter valid expiry date
french: Veuillez saisir une date d'expiration valide

source: Please enter the valid Referral Code
french: Veuillez saisir le code de parrainage valide

source: Favourite Drivers
french: Pilotes préférés

source: Completed
french: Terminé

source: Cancelled
french: Annulé

source: Vehicle Min's Fare
french: Tarif min du véhicule

source: Waiting
french: Attendre

source: Waiting Time Cost
french: Temps d'attente

source: Vehicle Waiting Time
french: Temps d'attente du véhicule

source: Evening Fare
french: Prix ​​du soir

source: Night Fare
french: Tarif de nuit

source: Sub Total
french: sous-total

source: Tax
french: Impôt

source: 1.Cab delay
french: 1.Cab retarde

source: 2.Driver not responded
french: 2. Le conducteur n'a pas répondu

source: 3.Wrong address shown
french: 3. Adresse incorrecte affichée

source: 4.Changed the travel plan
french: 4.Changé le plan de voyage

source: 5.Booking placed in error
french: 5.Réservation incorrecte

source: 6.Other
french: 6.Autres

source: Vehicle Distance Fare
french: Distance parcourue par le véhicule

source: Trip Fare
french: Voyage

source: Distance Fare
french: Tarifs à distance

source: MILES
french: milles

source: (1MILES)
french: (1milles)

source: Minutes Fare
french: Minutes Tarif

source: Enter your sub domain
french: Entrez votre sous-domaine

source: Domain name must contain atleast 3 characters
french: Le nom de domaine doit contenir au moins 3 caractères

source: Minutes Traveled
french: Minutes parcourues

source: Vehicle Minute Fare
french: Véhicule Minute Fare

source: Do you want to rate the driver with zero rating?
french: Voulez-vous évaluer le pilote avec une note nulle?

source: Your registration is not yet completed, If you move back, then you have to login again to complete the registration.Do you want to move back?
french: Votre inscription n'est pas encore terminée. Si vous revenez en arrière, vous devez vous reconnecter pour terminer l'inscription. Voulez-vous revenir en arrière?

source: Split fare with
french: Tarif Split avec

source: Not Responded
french: Pas répondu

source: Track Now
french: Suivre maintenant

source: Sign Up with Facebook
french: Inscrivez-vous avec Facebook

source: Login With Facebook
french: Connectez-vous avec Facebook

source: Favourite driver option is disabled
french: L'option du pilote préféré est désactivée

source: Favourite driver option is enabled
french: L'option du pilote préféré est activée

source: Credit Card
french: Carte de crédit

source: Trip ID
french: ID de voyage

source: move map to adjust pickup
french: Déplacer la carte pour ajuster le ramassage

source: Skip Favourite
french: Skip Popular

source: Cars Available
french: Voitures disponibles

source: My Location
french: Ma position

source: Tap to edit your Pickup or Drop location
french: Appuyez pour modifier votre emplacement de prélèvement ou de dépôt

source: Estimate Time of Arrival
french: Estimation Heure d'arrivée

source: Capacity
french: Capacité

source: Confirm Pickup
french: Confirmer le ramassage

source: Confirm your Pickup at
french: Confirmez votre ramassage à

source: Schedule a Ride
french: Planifier un voyage

source: Set Pickup Date
french: Définir la date de ramassage

source: Skip Favourite Places
french: Ignorer les lieux favoris

source: Favourite place option is disabled
french: Ignorer l'option favorite est désactivée

source: Favourite place option is enabled
french: Ignorer l'option préférée est activée

source: Skip
french: Sauter

source: Please enter valid amount
french: Veuillez saisir un montant valide

source: Please enter your card number
french: Veuillez entrer votre numéro de carte

source: Please select expiry month
french: Veuillez choisir le mois d'expiration

source: Please select expiry year
french: Veuillez sélectionner l'année d'expiration

source: Please enter valid cvv
french: Veuillez entrer un CV valide

source: Please enter the Valid PromoCode
french: Vous n'avez pas appliqué de code promotionnel.

source: Please select the payment option
french: Veuillez sélectionner le type de paiement

source: Taxi's are not currently available
french: Le taxi n'est pas disponible pour le modèle sélectionné pour le moment

source: Your device date and time is seems to be incorrect.Please set the correct time in order to continue
french: La date et l'heure de votre appareil semblent incorrectes. Veuillez définir l'heure correcte pour continuer

source: Skip Favourites
french: Ignorer les favoris
