Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/dropmetaxi/iOS/language_colorcode_default_customize/passenger/Localizable_*_customize.strings
Languages: spanish

# Minutes Fare
source: Minutes Fare1
spanish: Cuota de los minutos1

# Enter your sub domain
source: Enter your subdomain1
spanish: Introduzca su subdominio1

# Domain name must contain atleast 3 characters
source: Domain name must contain atleast 3 characters1
spanish: El nombre de dominio debe contener al menos 3 caracteres1

# Minutes Traveled
source: Minutes Travelled1
spanish: Minutos recorridos1

# Minute Fare
source: Minute Fare1
spanish: tarifa por minuto1

# Vehicle Minute Fare
source: Vehicle Minute Fare1
spanish: Vehículo tarifa de minuto1

# Do you want to rate the driver with zero rating?
source: Do you want to post the feedback without rating?1
spanish: ¿Quieres calificar al conductor con calificación cero?1

# Split fare with
source: Split fare with1
spanish: Tarifa fraccionada con1

# Not Responded
source: Not Responded1
spanish: No respondido1

# Track Now
source: Track Now1
spanish: Seguir ahora1

# Sign Up with Facebook
source: Sign Up with Facebook1
spanish: Registrate con Facebook1

# Login With Facebook
source: Sign In with Facebook1
spanish: Iniciar sesión usando Facebook1

# Favourite driver option is disabled
source: Favourite driver option is disabled1
spanish: La opción del controlador favorito está desactivada1

# Favourite driver option is enabled
source: Favourite driver option is enabled1
spanish: La opción del controlador favorito está activada1

# Credit Card
source: Credit Card1
spanish: Tarjeta de crédito1

# Trip ID
source: Trip ID1
spanish: ID de viaje1

# move map to adjust pickup
source: Move map to adjust pickup1
spanish: Mover mapa para ajustar la recolección1

# Cars Available
source: Cars Available1
spanish: Coches disponibles1

# Promo
source: Promo1
spanish: Promoción1

# My Location
source: My Location1
spanish: Mi ubicacion1

# Tap to edit your Pickup or Drop location
source: Tap to edit your Pickup or Drop location1
spanish: Toca para editar la ubicación de recogida o de retirada1

# Estimate Time of Arrival
source: Estimate Time of Arrival1
spanish: Tiempo estimado de llegada1

# Capacity
source: Capacity1
spanish: Capacidad1

# Confirm Pickup
source: Confirm Pickup1
spanish: Confirmar la recogida1

# Confirm your Pickup at
source: Confirm your Pickup at1
spanish: Confirme su recolección en1

# Schedule a Ride
source: Schedule a Ride1
spanish: Programe un viaje1

# Set Pickup Date
source: Set Pickup Date1
spanish: Establecer fecha de recogida1

# Skip Favourite Places
source: Skip Favourite Places1
spanish: Omitir lugares favoritos1

# Favourite place option is disabled
source: Skip favourite option is disabled1
spanish: Omitir la opción favorita está desactivada1

# Favourite place option is enabled
source: Skip favourite option is enabled1
spanish: La opción Saltar favorito está activada1

# Skip
source: Skip1
spanish: Omitir1

# Please enter valid amount
source: Please enter valid amount1
spanish: Introduzca un importe válido1

# Please enter your card number
source: Please enter your card number1
spanish: Introduzca su número de tarjeta1

# Please select expiry month
source: Please select expiry month1
spanish: Seleccione el mes de vencimiento1

# Please select expiry year
source: Please select expiry year1
spanish: Seleccione el año de vencimiento1

# Please enter valid cvv
source: Please enter valid cvv1
spanish: Ingrese CVV válido1

# Please enter the Valid PromoCode
source: You did't apply any promo code.1
spanish: No aplicaste ningún código promocional.1

# Please select the payment option
source: Please select the payment type1
spanish: Seleccione el tipo de pago1

# Taxi's are not currently available
source: Taxi is not available for the selected model at the moment1
spanish: El taxi no está disponible para el modelo seleccionado en este momento1

source: Your device date and time is seems to be incorrect.Please set the correct time in order to continue1
spanish: La fecha y hora del dispositivo parece ser incorrecta.Por favor, establezca la hora correcta para continuar1

# Skip Favourites
source: Skip Favourite1
spanish: Saltar favorito1
