Repository: goldstarkyg/taxi_sample
Catalog: dropmeWebandDb-oct10/public/uploads/iOS/language/passenger/Localizable_*.strings
Languages: german

# Please turn on location service to use this app
source: Please turn on location services to use this app.
german: Bitte schalten Sie Lokalisierungsdienst diese App nutzen

source: Sign Up
german: Registreren

source: Sign In
german: Anmelden

source: Ride Now
german: fahren Sie jetzt

source: Ride Later
german: reiten Sie später

# Drop Location(Optional)
source: Drop off Location(Optional)
german: Ablageort (optional)

# Go To Pin...
source: Fetching Address...
german: Adresse wird abgerufen ...

source: Available
german: Erhältlich

source: Currently no cars are available
german: Zur Zeit sind keine Fahrzeuge verfügbar

source: Pickup time is approximately
german: Abholzeit beträgt ca.

source: Minutes
german: Protokoll

source: Confirm later booking?
german: Bestätigen Sie später Buchung?

source: OK
german: in Ordnung

source: Cancel
german: Stornieren

source: Enter pickup Location
german: Geben Sie Abholort

# Enter drop location
source: Enter drop off location
german: Geben Sie fallen Standort

source: Favourites
german: Favoriten

source: Home
german: Zuhause

source: Office
german: Büro

source: Airport
german: Flughafen

source: Others
german: Andere

source: You have already selected this contact.
german: Sie haben bereits diesen Kontakt ausgewählt

source: Total Approximate Fare:
german: Insgesamt Ungefähre Kosten:

source: Approximate Fare:
german: Ungefähre Kosten:

source: Fare Estimate
german: Preisvoranschlag

source: Cash/Card
german: Kreditkarte

source: Promo Code
german: Gutscheincode

source: Request Taxi
german: Anfrage Taxi

source: Cancel
german: Stornieren

source: Yes
german: ja

source: Yes
german: ja

source: No
german: Nein

source: Get Fare Estimate
german: Preisvoranschlag erhalten

source: Minimum Fare
german: Mindesttarif

source: Maximum Size
german: Maximale Größe

source: Estimated Fare
german: Geschätzte Fare

source: Approximate Fare
german: Ungefähre Fahrpreise

source: This is an estimate. Actual fare may vary slightly based on traffic or discounts.
german: Dies ist eine Schätzung. Die tatsächlichen Tarif kann je nach Verkehr oder Rabatte leicht basiert .

# Split a Fare with Friends
source: Split Fare with Friends
german: Split einen Tarif mit Freunden

source: Select a Friend
german: Wählen Sie einen Freund

source: Submit
german: einreichen

source: This app requires access to your contacts in the device. Please enable Contacts access for this app in Settings / Privacy / Contacts.
german: Diese App erfordert den Zugriff auf Ihr Gerät die Contacts.Please ermöglichen Kontakte Zugriff für diese Anwendung in Einstellungen / Datenschutz / Impressum

source: Please select the friend
german: Bitte wählen Sie den Freund

source: Total split fare percentage should be 100
german: Insgesamt Split -Tarif Prozentsatz sollte 100 sein

source: Book a Taxi
german: Buchen Sie ein Taxi

source: Book Now
german: Buche jetzt

source: Requesting Taxi
german: Anfordern Taxi

source: First Name
german: Vorname

source: Last Name
german: Familienname, Nachname

source: Mobile Number
german: Handynummer

source: Password
german: Passwort

source: Confirm Password
german: Bestätige das Passwort

source: Referral Code
german: Referenzcode

source: Hide
german: Verstecken

source: Country Code
german: Landesvorwahl

source: Enter your email id
german: Geben Sie einfach Ihre E-Mail -ID

source: Enter your mobile number
german: Geben Sie Ihre Mobiltelefonnummer ein

source: Try another number?
german: Versuchen Sie eine andere Nummer?

source: Please enter your first name
german: Bitte geben Sie Ihren Vornamen ein

source: Please enter your last name
german: Bitte geben Sie Ihren Vornamen ein

source: Please enter your mobile number
german: Bitte geben Sie Ihre Handynummer

source: Please enter the password
german: Bitte Passwort eingeben

source: Please enter the confirm password
german: Bitte geben Sie das Kennwort bestätigen

source: Please enter valid email address
german: Bitte geben Sie eine gültige Email Adresse an

source: Please enter valid mobile number
german: Bitte geben Sie eine gültige Mobilfunknummer

source: Password should be minimum 6 characters
german: Das Passwort muss mindestens 6 Zeichen lang sein

source: Password does not match
german: Passwort stimmt nicht überein

source: First name must contain atleast 4 characters
german: Vorname muss atleast 4 Zeichen enthalten

source: Book a Taxi
german: Buchen Sie ein Taxi

# My Booking
source: My Bookings
german: Meine Buchung

source: Payment Options
german: Zahlungsmöglichkeiten

source: Wallet
german: Brieftasche

source: Fare
german: Preis

source: Invite Friends
german: Freunde einladen

source: Settings
german: Einstellungen

source: About
german: Etwa

source: Log out
german: Ausloggen

source: Done
german: Erledigt

source: Forgot Password?
german: Passwort vergessen?

source: No
german: Nein

source: Payment
german: Zahlung

source: Add New Card
german: New -Karte

source: Default Card
german: Standard -Karte

# Add Cards
source: Add Card
german: Karte hinzufügen

source: Edit Card
german: Karte bearbeiten

source: Personal Card
german: persönliche Karte

source: Card
german: Karte

source: Expiry
german: Ablauf

source: Delete Card
german: löschen -Karte

source: Business Card
german: Visitenkarte

source: Save
german: sparen

source: Are you sure you want to delete card?
german: Sind Sie sicher, dass Sie Karte löschen?

source: Select
german: Wählen

source: Enter valid expiry date
german: Geben Sie gültige Ablaufdatum

source: Please enter valid credit card number
german: Bitte geben Sie eine gültige Kreditkartennummer

source: MM/YY
german: MM / JJ

source: Enter valid CVV
german: Geben Sie eine gültige CVV

source: Recharge Money
german: Laden Sie Geld

source: Cashless, hassle-free rides with TaxiMobility wallet.
german: Cash- Less, Hassle freie Fahrt mit Taximobility Portemonnaie

source: HAVE A PROMO CODE?
german: Haben Sie einen Gutscheincode?

source: Add Money
german: Geld hinzufügen

# Enter the Promo Code
source: Enter Promo Code
german: Geben Sie den Gutscheincode

source: Enter amount between
german: Geben Sie den Betrag zwischen

source: Braintree
german: Gehirn-Baum

source: Amount
german: Menge

source: Card Number
german: Kartennummer

source: Name on the card
german: Name auf der Karte

source: Terms and Conditions
german: Geschäftsbedingungen

source: Terms and Conditions
german: Geschäftsbedingungen

source: Select month
german: Wählen Sie einen Monat

source: Select year
german: Wählen Sie das Jahr

source: All fields are mandatory
german: Alle Felder sind Pflichtfelder

# Please agree to the Terms & Conditions
source: Please agree with the Terms & Conditions
german: Bitte stimmen Sie den AGB

source: Edit Favourites
german: Favoriten bearbeiten

# Add Favourites
source: Add Favourite
german: In Favoriten

source: Select Type
german: Art auswählen

source: Pickup Location
german: Treffpunkt

source: Trip Details
german: Reiseinformationen

source: Distance
german: Entfernung

source: Pickup Time
german: Abholzeit

source: Booking Time
german: Reservierungszeit

# Drop Time
source: Drop off Time
german: Fallzeit

source: Trip Duration
german: Reisedauer

# Used Wallet
source: Wallet usage
german: Gebrauchte Wallet

source: Trip ID
german: Reise Id

source: Accepted
german: Akzeptiert

source: Rejected
german: Zurückgewiesen

source: Pending
german: anstehend

source: My Bookings
german: Meine Buchungen

source: On Going
german: über Going

source: Upcoming
german: Bevorstehende

source: Past Bookings
german: Frühere Buchungen

source: No data available!
german: Keine Daten verfügbar!

# Drop Location is not specified
source: Drop off Location is not specified
german: Drop- Standort nicht angegeben

source: Loading...
german: Laden...

source: No more data to load
german: Keine weiteren Daten zu laden,

source: Paid By
german: Bezahlt von

# Trip cancel
source: Cancel Trip
german: Trip stornieren

source: Help
german: Hilfe

source: I lost an item.
german: Ich verlor einen Artikel

source: I had issue with my fare.
german: Ich hatte Probleme mit meinem Tarif

source: My driver was unprofessional.
german: Mein Fahrer war unprofessionell

source: My vehicle was't what I expected.
german: Mein Fahrzeug was't, was ich erwartet

# I has a issue with my receipt or payment
source: I have an issue with my receipt or payment.
german: I hat ein Problem mit meinem Empfang und die Leistung

# I was involved in accident
source: I was involved in an accident.
german: Ich war in Unfall verwickelt

# Cash Trips
source: Trips by cash
german: Cash-Trips

source: Enter your comments
german: Geben Sie Ihre Kommentare

source: Please enter your comments
german: Bitte geben Sie Ihre Kommentare

# Reason for Cancel
source: Reason for Cancellation
german: Grund für Abbrechen

source: Confirmation
german: Bestätigung

source: Please let us know the reason for cancellation.
german: Bitte teilen Sie uns den Grund für die Stornierung

source: Change the Travel Plan
german: Ändern Sie den Reiseplan

source: Booking placed in error
german: Buchung in Fehler Gestellt

source: Cab delay/issues
german: Cab Verzögerung / Fragen

# EST :
source: ETA :
german: EST :

source: Call
german: Anruf

source: No SIM card installed
german: Keine SIM-Karte installiert

# Call facility is not available on your device
source: Call facility is not available in your device.
german: Call-Anlage ist auf Ihrem Gerät nicht verfügbar

source: Enter CVV number
german: Geben Sie CVV-Nummer

source: Please enter a valid CVV
german: Bitte geben Sie eine gültige cvv

source: Trip in Progress
german: Reise In Progress

source: Cash
german: Kasse

source: E-Receipt
german: E-Quittung

source: Trip Completed
german: Reise abgeschlossen

source: Thank you for using TaxiMobility! Make your next trip even more enjoyable!
german: Vielen Dank für die Verwendung von Taximobility ! Machen Sie Ihre nächste Reise noch angenehmer !

source: Rate Your Driver
german: Bewerten Sie Ihre Treiber

source: Type your Comments
german: Geben Sie Ihre Kommentare

source: Share it
german: Teilt es

source: Your device doesn't support SMS!
german: Ihr Gerät unterstützt nicht SMS !

source: TaxiMobility - Invite a Friend
german: Taximobility - Einen Freund einladen

source: Wallet Amount
german: Wallet Betrag

source: Paid Amount
german: Bezahlte Menge

source: Payment type
german: Zahlungsart

# Split a Fare with
source: Split fare with
german: Split ein Fare mit

# Your Fare will be charged
source: Your ride will be charged
german: Ihr Tarif wird berechnet

source: Card Register
german: Karten- Register

source: Enter the Referral Code
german: Geben Sie den Referenzcode

source: Save Card Details
german: Speichern Detailansicht

source: Pay by Credit Card
german: Mit Kreditkarte bezahlen

source: Pay by Cash
german: Zahle in bar

source: Pay using Referral Code
german: Pay Referenzcode verwenden

source: and
german: und

# Verify Email
source: Verify Code
german: Code überprüfen

source: A four digit authentication code has been sent to
german: Ein vierstelliger Authentifizierungscode gesendet worden zu

# Resent OTP
source: Resend OTP
german: Erneut OTP

source: Please check your Internet Connection
german: Bitte überprüfe deine Internetverbindung

source: Check Your Network Connection
german: Überprüfen Sie Ihre Netzwerkverbindung

source: Taximobility a ready-made taxi booking dispatch system for existing taxi companies or start ups. Perform online, real time taxi booking over mobile apps and webs
german: Taximobility ein fertiges Taxiruf Abfertigungssystem für bestehende Taxi-Unternehmen oder Start-ups . Führen Sie online, in Echtzeit Taxi Buchung über mobile Anwendungen und Bahnen

source: Ride from anywhere TaxiMobility.com
german: Fahrt von überall TaxiMobility.com

source: Legal
german: Rechts-

# Rate us App Store
source: Rate us in App Store
german: Bewerten Sie uns App Store

source: Like us on Facebook
german: Like uns auf Facebook

source: Follow us on Twitter
german: Folge uns auf Twitter

# Terms & Condition
source: Terms & Conditions
german: Allgemeine Geschäftsbedingungen

source: Privacy Policy
german: Datenschutz-Bestimmungen

source: When a friend rides with your code
german: Als ein Freund reitet mit Ihrem Code

source: you Earn
german: Du verdienst

source: Twitter
german: zwitschern

source: Min Fare
german: Min Fahrpreis

source: Fare Details
german: Tarifinformationen

source: Base Fare
german: Grundfahrpreis

source: Values
german: Werte

source: Below
german: Unten

source: Above
german: Über

# Cancel Fare
source: Cancellation Fare
german: Abbrechen Tarif

source: Night Charges
german: Nacht Gebühren

source: Evening Charges
german: Abendkosten

source: Language
german: Sprache

source: Split Fare
german: Split Tarif

source: January
german: Januar

source: February
german: Februar

source: March
german: März

source: May
german: Kann

source: June
german: Juni

source: July
german: Juli

source: October
german: Oktober

source: December
german: Dezember

source: Please select Month, Year and press 'Select' or 'Cancel'.
german: Bitte wählen Sie Monat, Jahr und drücken Sie 'Auswählen' oder 'Abbrechen' .

source: Please select the split fare percentage for
german: Bitte wählen Sie den Split- Tarif Prozentsatz für

source: Please select your favourite type
german: Bitte wählen Sie Ihre Lieblings-Art

source: Please Select Pick Up Location
german: Bitte wählen Pick Up Ort

source: Profile
german: Profil

source: Salutation
german: Anrede

source: Change Password
german: Passwort ändern

source: Mr
german: Herr

source: Miss
german: Fräulein

source: Mrs
german: Frau

source: Take Photo
german: Foto machen

source: ERROR
german: FEHLER

source: This device doesn't have a camera.
german: Dieses Gerät verfügt nicht über eine Kamera.

source: Choose from Library
german: Aus der Bibliothek auswählen

source: This device doesn't support photo libraries.
german: Dieses Gerät nicht Fotobibliotheken unterstützen.

# No changes has been made
source: No changes made
german: Keine Änderungen vorgenommen

source: Are you sure you want to logout?
german: Sind Sie sicher, dass Sie sich ausloggen?

source: Old Password
german: Altes Passwort

source: New Password
german: Neues Kennwort

source: Please enter your old password
german: Bitte geben Sie Ihr altes Passwort ein

source: Please enter your new password
german: Bitte geben Sie Ihr neues Passwort

source: Password and confirm password do not match
german: Passwort ein und bestätigen Sie stimmen nicht überein

source: Old Password does not match
german: Altes Kennwort stimmt nicht überein

source: Apply
german: anwenden

source: Please wait for location update
german: Bitte warten Sie auf Standort -Update

source: Not Available
german: Nicht verfügbar

source: Are you sure you want to cancel this trip?
german: Sind Sie sicher, dass Sie diese Reise zu stornieren?

# Please enter the drop location
source: Please enter the drop off location
german: Bitte geben Sie den Ablageort

# Favourite Driver Booking
source: Favourite Drivers
german: Lieblingsfahrer

source: Drop Location ?
german: Drop Ort?

# Excuse my brevity,Sign up with the referral code %@ and earn %@.%@
source: Sign up with the referral code %@ and earn %@.%@
german: Entschuldigen Sie meine Kürze , Zeichen mit dem Referenzcode %@ und % @ verdienen. %@

# Excuse my brevity,Sign up with the referral code %@ and earn %@
source: Sign up with the referral code %@ and earn %@
german: Entschuldigen Sie meine Kürze , Zeichen mit dem Referenzcode %@ und %@ verdienen.

# No tracking available!
source: Currently no tracking available!
german: Zurzeit gibt es keine Verfolgung möglich!

# Are you sure ,Do you want to delete the driver from favourite list ?
source: Do you want to delete the driver from Favourites?
german: Sind Sie sicher, möchten Sie den Treiber aus der Favoritenliste löschen?

source: Waiting Fare
german: Warten Fare

source: Waiting fare per hour
german: Wartezeit pro Stunde

source: No favourite driver found
german: Kein Lieblings-Treiber gefunden

# You can't change the payment type when the split fare facility enabled
source: You can't change the payment type when the split fare facility is enabled.
german: Sie können die Zahlungsart nicht ändern, wenn die Split-Tarifeinrichtung aktiviert ist

source: Please enter valid expiry date
german: Bitte geben Sie ein gültiges Gültigkeitsdatum ein

source: Please enter the valid Referral Code
german: Bitte geben Sie den gültigen Empfehlungscode ein

source: Favourite Drivers
german: Lieblingsfahrer

source: Completed
german: Abgeschlossen

source: Cancelled
german: Abgebrochen

source: Vehicle Mins Fare
german: Fahrzeug Min's Fahrpreis

source: Waiting
german: Warten

source: Waiting Time Cost
german: Wartezeit

source: Vehicle Waiting Time
german: Wartezeit des Fahrzeugs

source: Evening Fare
german: Abendessen

source: Night Fare
german: Übernachtung

source: Sub Total
german: Untergesamt

source: Tax
german: Steuer

source: Total
german: Gesamt

source: 1.Cab delay
german: Verzögerung 1.Cab

# 2.Driver not responded
source: 2.Driver did not respond
german: 2.Driver reagierte nicht

source: 3.Wrong address shown
german: 3. Falsche Adresse gezeigt

source: 4.Changed the travel plan
german: 4.Changed der Reiseplan

source: 5.Booking placed in error
german: 5.Booking in Fehler gesetzt

# 6.Other
source: 6.Others
german: 6.Andere

source: Vehicle Distance Fare
german: Fahrstrecke

source: Trip Fare
german: Reisekosten

source: Distance Fare
german: Entfernung

source: MILES
german: MEILEN

source: (1MILES)
german: (1MEILEN)

source: Minutes Fare
german: Minuten Fahrpreis

source: Enter your subdomain
german: Geben Sie Ihre Subdomain ein

source: Domain name must contain atleast 3 characters
german: Der Domänenname muss mindestens 3 Zeichen enthalten

# Minutes Traveled
source: Minutes Travelled
german: Minuten gereist

source: Minute Fare
german: Minute Fahrpreis

source: Vehicle Minute Fare
german: Fahrzeugminutempfehlung

# Do you want to rate the driver with zero rating?
source: Do you want to post the feedback without rating?
german: Möchten Sie den Treiber mit null bewerten?

source: Split fare with
german: Geteilte Fahrt mit

source: Not Responded
german: Nicht beantwortet

source: Track Now
german: Jetzt abonnieren

source: Sign Up with Facebook
german: Anmelden mit Facebook

# Login With Facebook
source: Sign In with Facebook
german: Mit Facebook anmelden

source: Favourite driver option is disabled
german: Die bevorzugte Treiberoption ist deaktiviert

source: Favourite driver option is enabled
german: Die bevorzugte Treiberoption ist aktiviert

source: Credit Card
german: Kreditkarte

source: Trip ID
german: Reise-ID

source: Move map to adjust pickup
german: Verschieben Sie die Karte, um die Abholung einzustellen

# Skip Favourite
source: Skip Popular
german: Beliebte überspringen

source: Cars Available
german: Autos vorhanden

source: My Location
german: Mein Standort

source: Tap to edit your Pickup or Drop location
german: Tippen Sie auf, um Ihren Pickup- oder Drop-Speicherort zu bearbeiten

source: Estimate Time of Arrival
german: Schätzung der Uhrzeit der Ankunft

source: Capacity
german: Kapazität

source: Confirm Pickup
german: Bestätigen Sie die Abholung

source: Confirm your Pickup at
german: Bestätigen Sie Ihre Abholung bei

source: Schedule a Ride
german: Planen Sie eine Fahrt

source: Set Pickup Date
german: Set Pickup Datum

source: Skip Favourite Places
german: Favoriten überspringen

# Favourite place option is disabled
source: Skip favourite option is disabled
german: Favoriten überspringen ist deaktiviert

# Favourite place option is enabled
source: Skip favourite option is enabled
german: Favoriten überspringen ist aktiviert

source: Please enter valid amount
german: Bitte geben Sie den gültigen Betrag ein

source: Please enter your card number
german: Bitte geben Sie Ihre Kartennummer ein

source: Please select expiry month
german: Bitte wählen Sie den Verfallmonat aus

source: Please select expiry year
german: Bitte wählen Sie das Auslaufjahr aus

source: Please enter valid cvv
german: Bitte geben Sie gültigen cvv ein

# Please enter the Valid PromoCode
source: You did't apply any promo code.
german: Sie haben keinen Promo-Code angewendet.

# Please select the payment option
source: Please select the payment type
german: Bitte wählen Sie die Zahlungsart

# Taxi's are not currently available
source: Taxi is not available for the selected model at the moment
german: Taxi steht derzeit nicht für das ausgewählte Modell zur Verfügung

source: Your device date and time is seems to be incorrect.Please set the correct time in order to continue
german: Ihr Gerät Datum und Uhrzeit scheint zu sein falsch.Bitte legen Sie die richtige Zeit, um fortzufahren

# Skip Favourites
source: Skip Favourite
german: Favoriten überspringen
